Repository: lurt763/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: tr

source: invalid color
tr: geçersiz renk

source: unknown or missing dressings
tr: bilinmeyen ya da kayıp giysiler

source: gold partners
tr: gold ortakları

source: sorry, we're out of codes!
tr: üzgünüz, kodlar bitti!

source: your browser doesn't support snoovatars :(
tr: tarayıcınız snoovatarları desteklemiyor :(

source: New!
tr: Yeni!

source: buy reddit gold
tr: reddit gold al

source: or
tr: veya

source: send us a postcard
tr: bize bir kartpostal gönder

source: become a member today.
tr: bugün üye ol.

source: reddit gold is %(gold_month_price)s / month, or %(gold_year_price)s for a year.
tr: reddit gold fiyatı aylık %(gold_month_price)s veya yıllık %(gold_year_price)s'dır.

source: reddit gold is our premium membership program. It comes with extra features to make your experience here better as well as special benefits from gold partners for exceptional products and services. reddit takes no payment from gold partners for being in this program. We ask that they give all the benefits to you, our users. We hope in turn that this helps make gold a program worth subscribing to. If you have questions about any of the benefits, please visit /r/goldbenefits. New benefits and features will also be announced there, and we hope you'll enjoy them.
tr: reddit gold bizim üst düzey üyelik programımız. Bu program, buradan aldığınız keyfi artıracak ek özelliklerin yanı sıra gold iş ortaklarımızın harika ürün ve hizmetlerinde özel fırsatlar sunuyor. reddit olarak bu programa dahil olmaları için iş ortaklarımızdan para almıyoruz. Onlardan tek istediğimiz, size, yani kullanıcılarımıza sunabilecekleri tüm olanakları sunmaları. Bu sayede gold'un abone olmaya değer bir program haline gelmesini umuyoruz. Avantajlardan herhangi biriyle ilgili sorularınız varsa lütfen /r/goldbenefits'i ziyaret edin. Keyif alacağınızı umduğumuz yeni avantaj ve özellikler de burada duyurulacaktır.

source: You can make reddit better.
tr: reddit'in daha iyi olmasını sağlayabilirsin.

source: Awesome stuff for gold members:
tr: gold üyeler için müthiş avantajlar:

source: Check out the rest of our partners and deals!
tr: Diğer partnerlerimize ve tekliflerimize bir göz atın!

source: The Lounge.
tr: VIP Salonu.

source: Access to a super-secret members-only community that may or may not exist.
tr: Sadece üyelerin girebildiği, çok gizli, var olduğu kesin olmayan bir topluluğa erişim hakkı.

source: Beta test new features.
tr: Yeni özelliklerin beta testlerine katıl.

source: We occasionally invite gold members to try out new features first.
tr: Bazen gold üyeleri yeni özellikleri ilk olarak denemeleri için davet ederiz.

source: A trophy on your user page.
tr: Kullanıcı sayfanda bir ödül.

source: As thanks for supporting reddit gold.
tr: reddit gold'u desteklediğin için teşekkürler.

source: More to come.
tr: Devamı yolda.

source: We have many more ideas for gold features, and will add to this list in the future.
tr: Gold özellikleri için daha birçok fikrimiz var ve bunları ileride listeye ekleyeceğiz.

source: send us a postcard | for | 1 free month | of | reddit gold
tr: bize bir kartpostal gönderen | ne mi kazanıyor? | 1 aylık | bedava | reddit gold

source: view the postcard gallery
tr: kartpostal galerisine bak

source: claim code
tr: kod kullan

source: visit partner
tr: ortağı ziyaret et

source: reddit gold partners
tr: reddit gold ortakları

source: your snoovatar!
tr: snoovatarın!

source: make my snoovatar public
tr: snoovatarımı herkese açık yap

source: main color
tr: ana renk

source: alt color
tr: alternatif renk

source: save changes
tr: değişiklikleri kaydet

source: download
tr: indir

source: see more snoovatars and make suggestions in /r/snoovatars
tr: daha fazla snoovatar gör ve /r/snoovatars'ta öneriler yap

source: create your own snoovatar [here](/user/%(username)s/snoo)
tr: [burada](/user/%(username)s/snoo) kendi snoovatarını yarat

source: [create your own snoovatar with **reddit gold**](/gold?source=snoovatar)
tr: [**reddit gold** ile kendi snoovatarını yarat](/gold?source=snoovatar)

source: we power awesome communities.
tr: harika toplulukları destekliyoruz.

source: about reddit
tr: reddit hakkında

source: we spend our days building reddit.
tr: reddit bizim işimiz.

source: about the reddit team
tr: reddit ekibi hakkında

source: you've sent us over %s postcards.
tr: bize %s kartpostal gönderdiniz.

source: postcards
tr: kartpostallar

source: I also do birthday parties.
tr: Doğum günü partilerine de gelirim.

source: the alien
tr: uzaylı

source: new to reddit? welcome.
tr: reddit'te yeni misin? hoş geldin.

source: guide
tr: rehber

source: these are our core values
tr: bunlar bizim temel değerlerimizdir

source: values
tr: değerler

source: team
tr: ekip

source: alien
tr: uzaylı

source: sorted by
tr: sıralama ölçütü

source: overview
tr: genel bakış

source: getting started
tr: başlarken

source: audience
tr: seyirci

source: best practices
tr: en iyi yöntemler

source: help center
tr: yardım merkezi

source: manage ads
tr: reklamları yönet

source: email
tr: e-posta

source: submitted by %(user)s
tr: gönderen: %(user)s

source: how reddit works
tr: reddit nasıl çalışır?

source: **redditors vote** on which stories and discussions are important. the hottest stories rise to the top, while cooler stories sink.
tr: hangi haber ve tartışmaların önemli olduğunu **redditör oyları** karar verir. soğuyan paylaşımlar batarken ısınan paylaşımlar en üste çıkar.

source: **comments can be posted on every story** on reddit. comments add information, context, and humor.
tr: reddit'te **tüm paylaşımlara yorum gönderilebilir**. yorumlar bilgi, kaynak ve mizah katar.

source: **anyone can create a community** (called "subreddits"). each subreddit is independent and moderated by a team of volunteers.
tr: **herkes topluluk yaratabilir.** (bunlara "subreddit" denir.) her subreddit bağımsızdır ve gönüllü kişiler tarafından yönetilir.

source: **reddit is open source**. community members are constantly tinkering and contributing features, bug fixes, and translations back to the site.
tr: **reddit açık kaynaklıdır**. topluluk üyeleri site özelliklerine, hata düzeltmelerine ve çevirilere sürekli kafa patlatır ve katkıda bulunurlar.

source: stats at a glance
tr: bir bakışta istatistikler

source: as of %(value)s
tr: %(value)s tarihine göre

source: **last month**, reddit had %(value)s unique visitors
tr: **geçen ay** reddit %(value)s tekil ziyaretçi aldı

source: hailing from over %(value)s different countries
tr: yaklaşık %(value)s ülkeden gelen ziyaretçiler

source: viewing a total of %(value)s pages
tr: toplam %(value)s sayfa görüntülediler

source: **yesterday**, reddit powered %(value)s active communities
tr: **dün** reddit %(value)s aktif topluluğu destekledi

source: communities with at least 5 posts or comments yesterday
tr: dün en az 5 gönderi ya da yorum alan topluluklar

source: consisting of over %(value)s logged in redditors
tr: giriş yapmış %(value)s redditör

source: logged-in redditors yesterday
tr: dün giriş yapan redditörler

source: casting over %(value)s votes
tr: yaklaşık %(value)s oy kullandı

source: history
tr: geçmiş

source: create an ad
tr: bir reklam oluştur

source: budget larger than $30k?
tr: bütçeniz 30 bin dolardan fazla mı?

source: contact our sales team
tr: satış ekibimizle iletişime geçin

source: ready to get started?
tr: başlamaya hazır mısın?

source: logo assets
tr: logo malzemeleri

source: logo usage guidelines
tr: logo kullanımı yönergeleri

source: color guide
tr: renk rehberi

source: invalid site path/name
tr: geçersiz site yolu/adı

source: your message has been delivered
tr: iletin gönderildi

source: no title found
tr: başlık bulunamadı

source: saved
tr: kaydedilen

source: all other sessions have been logged out
tr: tüm diğer oturumlardan çıkış yapıldı

source: an email will be sent to the email address shortly
tr: bu e-posta adresine birazdan bir e-posta gönderilecek

source: email address added, try again tomorrow to reset your password
tr: e-posta adresi eklendi. parolanı sıfırlamayı yarın yeniden dene

source: you should be getting a verification email shortly.
tr: birazdan bir doğrulama e-postası alacaksın.

source: your email has been updated
tr: e-posta adresin güncellendi

source: your password has been updated
tr: parolan güncellendi

source: Success! Your preferences have been updated
tr: Oldu da bitti! Tercihlerin güncellendi

source: reported
tr: gammazlananlar

source: added
tr: eklendi

source: replied
tr: yanıtlandı

source: validation errors
tr: doğrulama hataları

source: deleted
tr: silindi

source: bad image name
tr: hatalı görsel adı

source: too many images (you only get %d)
tr: çok fazla görsel (en fazla %d)

source: Invalid image or general image error
tr: Hatalı resim veya genel resim hatası

source: must be %dx%d pixels
tr: %dx%d piksel olmalı

source: 10:3 aspect ratio required
tr: 10:3 en boy oranı gerekli

source: max %dx%d pixels
tr: maksimum %dx%d piksel

source: min %dx%d pixels
tr: minimum %dx%d piksel

source: an email will be sent to that account's address shortly
tr: bu hesabın e-posta adresine birazdan bir posta gönderilecek

source: try again tomorrow
tr: yarın tekrar dene

source: your account has been recovered
tr: hesabın geri getirildi

source: password updated
tr: parola güncellendi

source: invalid css class
tr: geçersiz css sınıfı

source: too many css classes
tr: çok fazla css sınfı

source: max flair templates reached
tr: maksimum rozet şablon sayısına ulaşıldı

source: no gold to take
tr: alınacak gold yok

source: this app can not be modified from this interface
tr: bu uygulama bu arayüz üzerinden düzenlenemez

source: invalid client id
tr: hatalı kullanıcı id'si

source: cannot update deleted app
tr: silinen uygulama güncellenemez

source: app does not belong to you
tr: uygulama sana ait değil

source: application updated
tr: uygulama güncellendi

source: application created
tr: uygulama oluşturuldu

source: developer added
tr: geliştirici eklendi

source: api documentation
tr: api belgeleri

source: reddit buttons
tr: reddit düğmeleri

source: reddit widget
tr: reddit kutucuğu

source: help
tr: yardım

source: bad request (%(domain)s)
tr: hatalı istek (%(domain)s)

source: you sent an invalid request
tr: geçersiz bir istek gönderdin

source: forbidden (%(domain)s)
tr: yasak (%(domain)s)

source: you are not allowed to do that
tr: bunu yapmaya iznin yok

source: page not found
tr: sayfa bulunamadı

source: the page you requested does not exist
tr: aradığın sayfa mevcut değil

source: unavailable
tr: kullanılamaz

source: reset password
tr: şifreyi sıfırla

source: suspended
tr: askıya alındı

source: explore
tr: keşfet

source: no comments (yet)
tr: yorum yok (henüz)

source: all %d comments
tr: toplam %d yorum

source: top %d comments
tr: en iyi %d yorum

source: show all %d
tr: tüm %d'leri göster

source: show %d
tr: %d adet göster

source: create a subreddit
tr: subreddit oluştur

source: all
tr: tümü

source: admins*
tr: yöneticiler*

source: filter by action
tr: eyleme göre filtrele

source: filter by moderator
tr: moderatöre göre filtrele

source: posts and comments
tr: gönderiler ve yorumlar

source: posts
tr: gönderiler

source: comments
tr: yorumlar

source: show
tr: göster

source: Posts & Comments
tr: Gönderiler ve Yorumlar

source: Posts only
tr: Yalnızca gönderiler

source: Comments only
tr: Yalnızca yorumlar

source: Rules for r/%(subreddit)s
tr: r/%(subreddit)s kuralları

source: awards
tr: ödüller

source: other discussions
tr: diğer tartışmalar

source: search results
tr: arama sonuçları

source: subreddits
tr: subreddit'ler

source: search results - %(query)s
tr: arama sonuçları - %(query)s

source: seen it
tr: gördüm

source: %s subreddits
tr: %s subreddit

source: submit
tr: gönder

source: contact us
tr: bize ulaşın

source: Claimed! Enjoy your reddit gold membership.
tr: Tamamdır! reddit gold üyeliğinin keyfini çıkar.

source: Your gold creddits have been claimed! Now go to someone's userpage and give them a present!
tr: gold kreddilerin alındı! Şimdi birinin kullanıcı sayfasına gidin ve ona bir hediye verin!

source: Thanks for buying reddit gold! Your transaction has been completed.
tr: reddit gold satın aldığın için için teşekkürler! Ödemen tamamlandı.

source: Thanks for buying reddit gold! Your transaction has been completed and emailed to you. You can check the details by signing into your account at:
tr: reddit gold satın aldığın için teşekkürler! İşlemin tamamlandı ve sana e-postayla gönderildi. Detayları görmek için hesabına giriş yapabilirsin:

source: Thanks for buying reddit gold! Your transaction is being processed. If you have any questions please email us at %(gold_email)s
tr: reddit gold satın aldığın için teşekkürler! Ödemen şu an işleniyor. Herhangi bir sorun varsa bize %(gold_email)s adresinden e-posta gönderebilirsin

source: thanks
tr: teşekkürler

source: claim this award?
tr: bu ödülü kabul ediyor musun?

source: award claim
tr: ödül kabulü

source: gilding
tr: altınlama

source: password
tr: şifre

source: verify email
tr: e-posta adresini doğrula

source: account recovery token expired
tr: hesap kurtarma jetonu zaman aşımına uğradı

source: recover account
tr: hesabı kurtar

source: incorrect message token
tr: yanlış mesaj jetonu

source: emails unsubscribed
tr: e-postaların aboneliği sonlandırıldı

source: advertising preferences (reddit.com)
tr: reklam tercihleri (reddit.com)

source: turn admin on
tr: yönetimi aç

source: opt out
tr: vazgeç

source: welcome back
tr: tekrar hoş geldin

source: purchase creddits
tr: kreddi satın al

source: reddit gold subscription
tr: reddit gold aboneliği

source: You don't have an email address associated with your account!
tr: Hesabınızla ilişkilendirilmiş bir e-posta adresi yok!

source: Error
tr: Hata

source: Success!
tr: Tebrikler!

source: You have updated your preferences.
tr: Tercihlerini güncelledin.

source: Please check your inbox to verify your email address.
tr: E-posta adresinizi doğrulamak için gelen kutunuzu kontrol edin.

source: Get messages to my email inbox!
tr: Mesajları e-posta gelen kutuma yollayın!

source: Your gold gift code has been generated!
tr: gold hediye kodun oluşturuldu!

source: Here is your gift code for %(amount)s of reddit gold: %(code)s The recipient (or you!) can enter it at https://www.reddit.com/gold or go directly to https://www.reddit.com/thanks/%(code)s to claim it.
tr: %(amount)s reddit gold için hediye kodun: %(code)s Alıcı (veya sen!) bu kodu kullanmak için https://www.reddit.com/gold adresine yazabilir veya doğrudan https://www.reddit.com/thanks/%(code)s linkine tıklayabilirsin.

source: nice try.
tr: iyi deneme.

source: that user has deleted their account
tr: bu kullanıcı hesabını silmiş

source: the gold has been delivered!
tr: gold gönderildi!

source: there was an error creating a gift code. please try again later, or contact %(email)s for assistance.
tr: hediye kodu yaratırken bir sorun oluştu. lütfen daha sonra tekrar deneyin ya da destek için %(email)s ile iletişime geçin.

source: the gift code has been messaged to you!
tr: hediye kodu mesaj olarak gönderildi!

source: Eureka! Thank you for investing in reddit gold!
tr: Evreka! reddit gold'a yatırım yaptığın için teşekkürler!

source: Thank you for buying reddit gold. Your patronage supports the site and makes future development possible. For example, one month of reddit gold pays for 5 instance hours of reddit's servers.
tr: reddit gold aldığınız için teşekkürler. Sizin yardımınız siteyi destekliyor ve yeni geliştirmeleri mümkün kılıyor. Örneğin bir aylık reddit gold, reddit sunucularının 5 saatlik maliyetini karşılıyor.

source: Eureka! Thank you for investing in reddit gold creddits!
tr: Evreka! reddit gold kreddisine yatırımın için teşekkürler!

source: Thank you for buying creddits. Your patronage supports the site and makes future development possible. To spend your creddits and spread reddit gold, visit [/gold](/gold) or your favorite person's user page.
tr: Kreddi aldığınız için teşekkürler. Sizin yardımınız siteyi destekliyor ve yeni geliştirmeleri mümkün kılıyor. Kreddilerinizi harcamak ve reddit gold dağıtmak için [/gold](/gold) bağlantısını veya sevdiğiniz birinin kullanıcı sayfasını ziyaret edin.

source: Thank you again for your support, and have fun spreading gold!
tr: Desteğiniz için tekrar teşekkürler ve gold dağıtırken iyi eğlenceler!

source: Thanks for giving the gift of reddit gold!
tr: reddit gold hediyesi verdiğin için teşekkürler!

source: Your classy gift to %s has been delivered. Thank you for gifting reddit gold. Your patronage supports the site and makes future development possible.
tr: Zarif hediyeniz %s adlı kullanıcıya ulaştırıldı. reddit gold hediye ettiğiniz için teşekkürler. Sizin yardımınız siteyi destekliyor ve ileride yapılacak geliştirmeleri mümkün kılıyor.

source: reddit gold payment cancelled
tr: reddit gold ödemesi iptal edildi

source: Your reddit gold payment has been cancelled, contact %(gold_email)s for details
tr: reddit gold ödemeniz iptal edildi. Ayrıntılar için %(gold_email)s ile iletişime geçebilirsiniz

source: reddit gold payment failed
tr: reddit gold ödemesi başarısız oldu

source: Your reddit gold payment has failed, contact %(gold_email)s for details
tr: reddit gold ödemeniz başarısız oldu. Ayrıntılar için %(gold_email)s ile iletişime geçebilirsiniz

source: reddit gold subscription cancelled
tr: reddit gold aboneliği iptal edildi

source: Your reddit gold subscription has been cancelled because your credit card could not be charged. Contact %(gold_email)s for details
tr: Kredi kartından para çekilemediği için reddit gold aboneliğin iptal edildi. Ayrıntılar için %(gold_email)s adresiyle iletişime geçebilirsin

source: reddit gold refund
tr: reddit gold iadesi

source: Your reddit gold payment has been refunded, contact %(gold_email)s for details
tr: reddit gold ödemeniz iade edildi. Ayrıntılar için %(gold_email)s ile irtibata geçebilirsiniz

source: error: %(error)s
tr: hata: %(error)s

source: invalid request
tr: geçersiz istek

source: api error
tr: api hatası

source: connection error
tr: bağlantı hatası

source: error
tr: hata

source: error: address verification failed
tr: hata: adres doğrulaması başarısız oldu

source: error: cvc check failed
tr: hata: cvc denetimi başarısız oldu

source: your gold subscription has been cancelled
tr: reddit gold aboneliğiniz iptal edildi

source: if you have any questions please email %(email)s
tr: herhangi bir sorunuz varsalütfen %(email)s adresine e-posta gönderin

source: something bad happened, try again later
tr: kötü bir şey oldu, daha sonra tekrar dene

source: your account already has a gold subscription
tr: hesabının zaten gold aboneliği var

source: stop trying to trick the form
tr: formu kandırmaya çalışma

source: subscription created
tr: abonelik oluşturuldu

source: Your subscription is being processed and reddit gold will be delivered shortly.
tr: Aboneliğiniz şu an işleniyor ve reddit gold'unuz birazdan size ulaştırılacak.

source: payment submitted
tr: ödeme gönderildi

source: reddit gold payment
tr: reddit gold ödemesi

source: Your payment is being processed and reddit gold will be delivered shortly.
tr: Ödemeniz şu an işleniyor ve reddit gold'unuz birazdan size ulaştırılacak.

source: your payment details have been updated
tr: ödeme ayrıntılarınız güncellendi

source: your subscription has been cancelled
tr: aboneliğin iptal edildi

source: You have created a yearly Reddit Gold subscription for %(price)s per year. This subscription will renew automatically yearly until you cancel. You may cancel your subscription at any time by visiting %(subscr_url)s.
tr: Yıllık %(price)s 'a bir Reddit Gold aboneliği başlattınız. Bu abonelik siz iptal edene kadar her yıl kendini otomatik yenileyecek. İstediğiniz bir zamanda aboneliğinizi iptal etmek için %(subscr_url)s 'i ziyaret edebilirsiniz.

source: You have created a monthly Reddit Gold subscription for %(price)s per month. This subscription will renew automatically monthly until you cancel. You may cancel your subscription at any time by visiting %(subscr_url)s.
tr: Aylık %(price)s 'a bir Reddit Gold aboneliği başlattınız. Bu abonelik siz iptal edene kadar her ay kendini otomatik yenileyecek. İstediğiniz bir zamanda aboneliğinizi iptal etmek için %(subscr_url)s 'i ziyaret edebilirsiniz.

source: Your Reddit Gold subscription has been renewed for 1 month for %(price)s. This subscription will renew automatically monthly until you cancel. You may cancel your subscription at any time by visiting %(subscr_url)s.
tr: Reddit Gold aboneliğiniz %(price)s fiyata 1 aylığına yenilendi. Bu abonelik siz iptal edene kadar her ay kendini otomatik yenileyecek. İstediğiniz bir zamanda aboneliğinizi iptal etmek için %(subscr_url)s 'i ziyaret edebilirsiniz.

source: Your Reddit Gold subscription has been renewed for 1 year for %(price)s. This subscription will renew automatically yearly until you cancel. You may cancel your subscription at any time by visiting %(subscr_url)s.
tr: Reddit Gold aboneliğiniz %(price)s fiyata 1 yıllığına yenilendi. Bu abonelik siz iptal edene kadar her yıl kendini otomatik yenileyecek. İstediğiniz bir zamanda aboneliğinizi iptal etmek için %(subscr_url)s 'i ziyaret edebilirsiniz.

source: Reddit Gold Subscription
tr: Reddit Gold Aboneliği

source: If you cancel, you will not be billed for any additional months of service, and service will continue until the end of the billing period. If you cancel, you will not receive a refund for any service already paid for. If you have any questions, please contact %(gold_email)s.
tr: İptal ettiğiniz takdirde, ek aylık hizmetlerden ücret alınmayacak, ve hizmet ödenen ayın sonuna kadar devam edecek. İptal ettiğiniz takdirde zaten ödemiş olduğunuz hizmetler için iade ödenmeyecek. Eğer sorularınız varsa, %(gold_email)s ile iletişime geçin.

source: newest submissions
tr: yeni eklenenler

source: rising submissions
tr: yükselen gönderiler

source: top scoring links
tr: en çok puan alan bağlantılar

source: most controversial links
tr: en tartışmalı bağlantılar

source: promoted links
tr: sponsorlu bağlantılar

source: want to advertise? [click here!](%(link)s)
tr: reklam vermek mi istiyorsunuz? [buraya tıklayın!](%(link)s)

source: you're really bored now, eh?
tr: gerçekten çok sıkılmışsın

source: filter by subreddit
tr: subreddit'e göre filtrele

source: filter by category
tr: kategoriye göre filtrele

source: gildings received
tr: alınan altınlamalar

source: gildings given
tr: verilen altınlamalar

source: overview for %(user)s
tr: %(user)s kullanıcısının genel bilgileri

source: comments by %(user)s
tr: %(user)s kullanıcısının yorumları

source: gilded by %(user)s
tr: %(user)s tarafından altınlandı

source: upvoted by %(user)s
tr: %(user)s tarafından olumlu oy verildi

source: downvoted by %(user)s
tr: %(user)s olumsuz oy verdi

source: saved by %(user)s
tr: %(user)s tarafından kaydedildi

source: hidden by %(user)s
tr: %(user)s kullanıcısının gizledikleri

source: promoted by %(user)s
tr: %(user)s tarafından tanıtıldı

source: gildings given by %(user)s
tr: %(user)s tarafından yapılan altınlamalar

source: profile for %(user)s
tr: %(user)s kullanıcısının profili

source: blocked
tr: engellenenler

source: unread
tr: okunmamış

source: comment replies
tr: yorum cevapları

source: post replies
tr: gönderi cevapları

source: username mentions
tr: kullanıcı adından bahsedenler

source: messages
tr: iletileri

source: subreddits:
tr: subredditler:

source: To block a user click 'block user' below a message from a user you wish to block from messaging you.
tr: Sana mesaj atmasını istemediğin bir kullanıcıyı engellemek için mesajın altındaki 'kullanıcıyı engelle' bağlantısına tıkla.

source: gilded
tr: altınlananlar
