Repository: lurt763/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: tr

source: trusted users
tr: güvenilir kullanılıcılar

source: password/email
tr: parola/e-posta

source: deactivate
tr: pasifleştir

source: security
tr: güvenlik

source: personalized ads
tr: özelleştirilmiş reklamlar

source: send a private message
tr: özel mesaj gönder

source: inbox
tr: gelen kutusu

source: sent
tr: gönderilenler

source: comments {toolbar}
tr: yorumlar

source: details
tr: ayrıntılar

source: other discussions (%(num)s)
tr: diğer tartışmalar (%(num)s)

source: traffic stats
tr: trafik istatistikleri

source: stylesheet
tr: stil şablonu

source: home
tr: ana sayfa

source: about
tr: hakkında

source: edit subscriptions
tr: abonelikleri düzenle

source: subreddit settings
tr: subreddit ayarları

source: edit stylesheet
tr: stil dosyasını değiştir

source: moderators
tr: moderatörler

source: moderator mail
tr: moderatör mail'i

source: ban users
tr: kullanıcıları yasakla

source: mute users
tr: kullanıcıları sustur

source: edit flair
tr: rozeti düzenle

source: moderation log
tr: moderasyon günlüğü

source: moderation queue
tr: moderasyon kuyruğu

source: edited
tr: düzenlendi

source: employee
tr: çalışan

source: automoderator config
tr: automoderator yapılandırması

source: ban wiki contributors
tr: wiki katılımcılarını engelle

source: add wiki contributors
tr: wiki katılımcısı ekle

source: recent wiki revisions
tr: son wiki düzenlemeleri

source: wiki page list
tr: wiki sayfa listesi

source: popular
tr: beğenilen

source: create
tr: oluştur

source: my subreddits
tr: subreddit'lerim

source: quarantine
tr: karantina

source: help translate
tr: çeviriye yardım et

source: errors
tr: hatalar

source: ads
tr: reklamlar

source: promoted
tr: tanıtılan

source: reporters
tr: gammazlayanlar

source: reports
tr: raporlar

source: reported authors
tr: gammazlanan yazarlar

source: info
tr: bilgi

source: share
tr: paylaş

source: submitted
tr: gönderildi

source: upvoted
tr: olumlu oy verildi

source: downvoted
tr: olumsuz oy verildi

source: hidden {toolbar}
tr: gizlenenler

source: voting
tr: oylama

source: advertising
tr: reklam

source: create promotion
tr: tanıtım yarat

source: my promoted links
tr: reklam bağlantılarım

source: unseen
tr: görülmemiş

source: inventory
tr: envanter

source: live
tr: canlı

source: unpaid
tr: ödenmemiş

source: pending
tr: bekleyen

source: rejected
tr: reddedilen

source: sitewide
tr: site çapında

source: languages
tr: diller

source: adverts
tr: reklamlar

source: whitelist
tr: izin verilenler

source: front
tr: ön sayfa

source: (suggested)
tr: (önerilen)

source: kind
tr: tür

source: links from
tr: bağlantı kaynağı

source: current edit
tr: mevcut düzenleme

source: your edit
tr: senin düzenlemen

source: access
tr: erişim

source: manage the lists of contributors and banned/muted users
tr: katkıda bulunan ve engellenen/susturulanların listesini gör

source: config
tr: yapılandır

source: edit settings, sidebar, css, images, and AutoModerator config
tr: ayarları, kenar çubuğunu, css'i, resimleri ve AutoModerator yapılandırmasını düzenle

source: flair
tr: rozet

source: manage user flair, link flair, and flair templates
tr: kullanıcı rozeti, bağlantı rozeti ve rozet şablonlarını yönet

source: mail
tr: posta

source: read and reply to moderator mail
tr: moderatör postasını oku ve cevapla

source: use the approve, remove, spam, distinguish, and nsfw buttons
tr: onayla, kaldır, spam, öne çıkar ve nsfw düğmelerini kullan

source: manage the wiki and access to the wiki
tr: wiki'ye yönet ve wiki'ye eriş

source: discovery
tr: keşif

source: comment
tr: yorum

source: submitting...
tr: gönderiliyor...

source: that link has already been submitted, but you can try to [submit it again](%s).
tr: bu bağlantı daha önce gönderilmiş ama [tekrar göndermeyi](%s) deneyebilirsin.

source: that link has been submitted to multiple subreddits. you can try to [submit it again](%s).
tr: bu bağlantı birden fazla subreddit'e gönderilmiş. [tekrar göndermeyi](%s) deneyebilirsin.

source: Log in or sign up to connect your reddit account with %(app)s.
tr: reddit hesabını %(app)s ile bağlamak için giriş yap veya kaydol.

source: I understand and agree that registration on or use of this site constitutes agreement to its %(user_agreement)s and %(privacy_policy)s.
tr: Bu siteye kaydolmanın, sitenin %(user_agreement)snın ve %(privacy_policy)snın kabul edilmesi anlamına geldiğini anlıyor ve kabul ediyorum.

source: to view reddit with only submissions from your friends, use [reddit.com/r/friends](%s)
tr: reddit'te sadece kendinin ve arkadaşlarının gönderdiklerini görmek için [reddit.com/r/friends](%s)'i kullan

source: your subreddit has been created
tr: subreddit'in oluşturuldu

source: visit [%(link)s](%(link)s) for more information
tr: daha fazla bilgi için [%(link)s](%(link)s) adresini ziyaret et

source: you have not subscribed to any subreddits.
tr: hiçbir subreddit'e abone değilsin.

source: below are the subreddits you have subscribed to.
tr: aşağıda abone olduğun subreddit'ler listeleniyor.

source: below are the subreddits that you are an approved submitter on.
tr: onaylı gönderici olduğunuz subreddit'ler aşağıdadır.

source: below are the subreddits that you have moderator access to.
tr: aşağıda moderatör olduğun subreddit'ler listeleniyor.

source: click the `subscribe` or `unsubscribe` buttons to choose which subreddits appear on your front page.
tr: hangi subreddit'lerin ön sayfanda görüneceğini belirlemek için "abone ol" veya "aboneliği iptal et" düğmelerine tıkla.

source: you're searching within the [%(reddit_name)s](%(reddit_link)s) subreddit. you can also search within [all subreddits](%(all_reddits_link)s)
tr: [%(reddit_name)s](%(reddit_link)s) subreddit'inde arama yapıyorsun. [tüm subreddit'lerde](%(all_reddits_link)s) de arama yapabilirsin

source: %(author)s comments on %(title)s
tr: %(author)s kullanıcısının %(title)s başlığına yorumları

source: %(score)s points and %(num_comments)s comments so far on reddit
tr: reddit'te şu ana kadar %(score)s puan ve %(num_comments)s yorum var

source: You are submitting a link. The key to a successful submission is interesting content and a descriptive title.
tr: Bir bağlantı gönderiyorsun. Başarılı bir gönderinin temelinde ilginç içerik ve açıklayıcı bir başlık yatar.

source: You are submitting a text-based post. Speak your mind. A title is required, but expanding further in the text field is not. Beginning your title with "vote up if" is violation of intergalactic law.
tr: Yazı tabanlı bir gönderi yapıyorsun. Fikrini belirt. Başlık zorunludur, ancak başlığı yazı alanına taşırmak değil.

source: Submit a new link
tr: Yeni bağlantı gönder

source: Submit a new text post
tr: Yeni yazı gönder

source: we're going to need to verify your email address for you to proceed.
tr: devam edebilmen için e-posta adresini doğrulamamız gerekiyor.

source: you'll be able to submit more frequently once you verify your email address
tr: e-posta adresini doğrularsan daha sık gönderim yapabilirsin

source: your email address has been verified
tr: e-posta adresin doğrulandı

source: Verification failed. Please try that again
tr: Doğrulama başarısız oldu. Lütfen tekrar dene

source: The email verification link you've followed is for a different user. Please log out and switch to that user or try again below.
tr: Kullandığın e-posta onay bağlantısı başka bir kullanıcıya ait. Lütfen çıkış yapıp o kullanıcı adıyla giriş yaparak tekrar dene.

source: Our search machines are under too much load to handle your request right now. :( Sorry for the inconvenience. Try again in a little bit -- but please don't mash reload; that only makes the problem worse.
tr: Arama makinelerimiz şu anda isteğini yerinize getiremeyecek kadar yoğun çalışıyor. :( Bu istenmeyen durumdan dolayı özür dileriz. Lütfen biraz sonra tekrar dene ama yenile düğmesine basıp durma. Bu, durumu daha da kötüleştirmekten başka bir işe yaramaz.

source: I couldn't understand your query, so I simplified it and searched for "%(clean_query)s" instead.
tr: Sorgunu anlayamadım, o yüzden sorgunu basitleştirerek "%(clean_query)s" şeklinde aradım.

source: I couldn't understand your search query. Please try again.
tr: Arama sorgunu anlayamadım. Lütfen yeniden dene.

source: You may also want to check the [search help page](%(search_help)s) for more information.
tr: Daha fazla bilgi için [arama yardımı sayfası](%(search_help)s) sayfasına da bakabilirsin.

source: reddit uses a slightly-customized version of [Markdown](http://daringfireball.net/projects/markdown/syntax) for formatting. See below for some basics, or check [the commenting wiki page](/wiki/commenting) for more detailed help and solutions to common issues.
tr: reddit, biçimlendirme için [Markdown](http://daringfireball.net/projects/markdown/syntax)'ın biraz özelleştirilmiş bir sürümünü kullanır. Temel bilgiler için aşağıya bakabilirsin. Daha ayrıntılı yardım ve yaygın sorunların çözümü içinse [yorum yapmayla ilgili wiki sayfasını](/wiki/commenting) inceleyebilirsin.

source: Reddit is in "emergency read-only mode" right now. :( You won't be able to log in. We're sorry and are working frantically to fix the problem.
tr: reddit şu anda "acil durum salt okunur modu"nda. :( Şimdilik oturum açamayacaksınız. Aksaklıktan dolayı özür dileriz. Sorunu çözmek için deli gibi çalışıyoruz.

source: this page is temporarily in read-only mode due to heavy traffic.
tr: trafik yoğunluğu nedeniyle bu sayfa sebebiyle geçici olarak salt okunur modunda.

source: You sent us a postcard! (Or something similar.) When we run out of room on our refrigerator, we might one day auction off the stuff that people sent in. Is it okay if we include your thing?
tr: Bize bir kartpostal (veya onun gibi bir şey) göndermişsin! Bir gün buzdolabımızda yer kalmadığında, milletin bize gönderdiği şeyleri satışa çıkarabiliriz. Seninkini de dahil edebilir miyiz?

source: Sorry, the maximum number of comments is %(max)d. (However, if you subscribe to reddit gold, it goes up to %(goldmax)d.)
tr: Kusura bakma, yapılabilecek maksimum yorum sayısı %(max)d. (Ancak reddit gold abonesi olursan %(goldmax)d olabilir.)

source: Sorry, the maximum number of comments is %d.
tr: Kusura bakma, yapılabilecek maksimum yorum sayısı %d.

source: ***WARNING: Responding to this message will reveal your username to the gildee.***
tr: ***UYARI: Bu mesajı cevaplamak kullanıcı adını gildlediğin kişiye gösterecektir.***

source: Thanks for claiming a reddit gold code.
tr: reddit gold kodunu kullandığın için teşekkür ederiz.

source: You're about to make a one-time purchase of %(amount)s of reddit gold for yourself (%(user)s). You'll pay a total of %(price)s for this.
tr: Kendin (%(user)s) için tek seferlik, %(amount)s değerinde reddit gold satın almak üzeresin. Bunun için toplam %(price)s ödeyeceksin.

source: You're about to purchase %(amount)s. They work like gift certificates: each creddit you have will allow you to give one month of reddit gold to someone else. You'll pay a total of %(price)s for this.
tr: %(amount)s almak üzeresin. Bunlar hediye kartları gibi çalışır; sahip olduğun her creddit bir kişiye bir aylığına reddit gold vermeni sağlar. Bunun için toplam %(price)s ödeyeceksin.

source: You're about to purchase %(amount)s of reddit gold in the form of a gift code. The recipient (or you) will be able to claim the code to redeem that gold to their account. You'll pay a total of %(price)s for this.
tr: Hediye kodu biçiminde %(amount)s reddit gold satın almak üzeresin. Alıcı (veya sen) hesabına gold yüklemek için bu kodu kullanabilecek. Bunun için toplam %(price)s ödeyeceksin.

source: You're about to give %(amount)s of reddit gold to %(recipient)s, who will be told that it came from you. You'll pay a total of %(price)s for this.
tr: %(recipient)s adlı kullanıcıya %(amount)s reddit gold vermek üzeresin. Alıcı bu hediyenin senden geldiğini görecek. Bunun için toplam %(price)s ödeyeceksin.

source: You're about to give %(amount)s of reddit gold to %(recipient)s. It will be an anonymous gift. You'll pay a total of %(price)s for this.
tr: %(recipient)s adlı kullanıcıya %(amount)s reddit gold vermek üzeresin. Bu isimsiz bir hediye olacak. Bunun için toplam %(price)s ödeyeceksin.

source: Want to say thanks to *%(recipient)s* for this comment? Give them a month of [reddit gold](/gold/about).
tr: Bu yorum için *%(recipient)s* adlı kullanıcıya teşekkür etmek ister misin? Ona bir aylık [reddit gold](/gold/about) hediye et.

source: Want to say thanks to *%(recipient)s* for this submission? Give them a month of [reddit gold](/gold/about).
tr: Bu gönderi için *%(recipient)s* adlı kullanıcıya teşekkür etmek ister misin? Ona bir aylık [reddit gold](/gold/about) hediye et.

source: You're about to give *%(recipient)s* a month of [reddit gold](/gold/about) for this comment:
tr: Bu yorum için *%(recipient)s* adlı kullanıcıya bir aylık [reddit gold](/gold/about) vermek üzeresin:

source: You're about to give *%(recipient)s* a month of [reddit gold](/gold/about) for this submission:
tr: Bu gönderi için *%(recipient)s* adlı kullanıcıya bir aylık [reddit gold](/gold/about) vermek üzeresin:

source: You'll pay a total of %(price)s for this.
tr: Bunun için toplam %(price)s ödeyeceksin.

source: This is an archived post. You won't be able to vote or comment.
tr: Bu arşivlenmiş bir mesaj, bunu oylayamazsın veya yorum atamazsın

source: This post is locked. You won't be able to comment.
tr: Bu gönderi kilitlenmiştir. Yorum yazamazsın.

source: This page shows a history of recent activity on your account. If you notice unusual activity, you should change your password immediately. Location information is guessed from your computer's IP address and may be wildly wrong, especially for visits from mobile devices.
tr: Bu sayfa hesabınızdaki son faaliyetin kaydını gösterir. Alışılmadık bir faaliyet fark ederseniz acilen e-postanızı değiştirmelisiniz. Konum bilgisi bilgisayarınızın IP adresinden tahmin edilir ve özellikle mobil cihazlardan ziyaret etmelerde aşırı şekilde yalnış olabilir.

source: You are currently accessing reddit from this IP address: %(address)s.
tr: Şu an reddit'e eriştiğin IP adresi: %(address)s

source: These apps are authorized to access your account. Signing out of all sessions will revoke access from all apps. You may also revoke access from individual apps below.
tr: Bu uygulamalar hesabına erişmek için yetkilidir. Tüm oturumları kapatırsan tüm uygulamaların erişimleri iptal edilir. Ayrıca aşağıdaki listeden uygulama erişimlerini ayrı ayrı iptal edebilirsin.

source: Traffic processing is currently running slow. The latest data available is from %(date)s. This page will be updated as new data becomes available.
tr: Trafik işleme şu anda yavaş çalışıyor. Mevcut olan son veriler %(date)s tarihine ait. Yeni veriler geldikçe bu sayfa güncellenecektir.

source: Traffic processing occurs on an hourly basis. The latest data available is from %(date)s. This page will be updated as new data becomes available.
tr: Trafik her saat başında işlenir. Son veriler %(date)s tarihine aittir. Yeni verile yayımlandıkça bu sayfa güncellenecektir.

source: Questions? Email self serve support: %(email)s
tr: Sorularınız mı var? Self-servis destek ekibimize yazın: %(email)s

source: Below are the traffic statistics for your subreddit. Each graph represents one of the following over the interval specified. * **pageviews** are all hits to %(subreddit)s, including both listing pages and comment pages. * **uniques** are the total number of unique visitors (determined by a combination of their IP address and User Agent string) that generate the above pageviews. This is independent of whether or not they are signed in. * **subscriptions** is the number of new subscriptions that have been generated in a given day. This number is less accurate than the first two metrics, as, though we can track new subscriptions, we have no way to track unsubscriptions. Note: there are a couple of places outside of your subreddit where someone can click "subscribe", so it is possible (though unlikely) that the subscription count can exceed the unique count on a given day.
tr: Aşağıda subredditinin trafik bilgileri yer almaktadır. Her tablo belli bir zaman aralığında şunları listeler: * **sayfa görüntüleme** %(subreddit)s'e yapılan tüm tıklamalardır, yani hem ana hem de yorum sayfalarıdır. * **yeni kişiler** sayfanı ziyaret eden ve yukarıdaki sayfa görüntülenmelerini oluşturan yeni kişilerdir (IP adresi ve User Agent'den bulunur). Bu sayı kişilerin giriş yapıp yapmamasına göre değişmez. * **abonelikler** bir günde yeni aboneliklerin sayısıdır. Bu sayı öncekiler kadar doğru değildir, çünkü yeni abonelikleri takip edebilmemize rağmen aboneliklerden çıkışları takip edemiyoruz. Not: subreddit'inin dışında insanların "abone ol"a tıklayabileceği bir iki yer daha vardır; yani bu sayı (çok mümkün olmasa bile) bir gündeki gerçek abonelikleri aşabilir.

source: multireddit of your subscriptions
tr: aboneliklerinin multireddit'i

source: multireddit of subreddits you moderate
tr: yönettiğin subreddit'lerin multireddit'i

source: /r/all displays content from all of reddit, including subreddits you aren't subscribed to. Some subreddits have chosen to exclude themselves from /r/all.
tr: /r/all, abone olmadığın subreddit'ler de dahil olmak üzere, reddit'teki tüm içerikleri gösterir. Bazı subreddit'ler /r/all'a dahil olmamayı tercih etmiştir.

source: Filtering /r/all is a feature only available to [reddit gold](/gold/about) subscribers. Displaying unfiltered results from /r/all.
tr: /r/all filtreleme özelliğini sadece [reddit gold](/gold/about) aboneleri kullanabilir. /r/all için filtrelenmemiş sonuçlar gösteriliyor.

source: point
tr: puan

source: link
tr: bağlantı

source: creddit
tr: bir: kreddi diğer: kreddiler

source: reader
tr: okuyucu

source: subscriber
tr: abone

source: approved submitter
tr: onaylı gönderici

source: moderator
tr: moderatör

source: user here now
tr: kişi şu anda burada

source: milliseconds
tr: milisaniye

source: second
tr: saniye

source: minute
tr: dakika

source: hour
tr: saat

source: day
tr: gün

source: month
tr: ay

source: year
tr: yıl

source: you are a moderator
tr: moderatörsün

source: you have been added as a moderator to [%(title)s](%(url)s).
tr: [%(title)s](%(url)s) için moderatör olarak eklendin.

source: invitation to moderate %(url)s
tr: %(url)s moderasyon daveti

source: **gadzooks! you are invited to become a moderator of [%(title)s](%(url)s)!** *to accept*, visit the [moderators page for %(url)s](%(url)s/about/moderators) and click "accept". *otherwise,* if you did not expect to receive this, you can simply ignore this invitation or report it.
tr: **oukl! [%(title)s](%(url)s) moderatörü olmaya davet edildin!** *kabul etmek için* [%(url)s moderatörler sayfasını](%(url)s/about/moderators) ziyaret et ve "kabul et"'e tıkla. *aksi halde* böyle bir şey beklemiyorduysan bu daveti görmezden gelebilir veya rapor edebilirsin.

source: moderator invited
tr: moderatör davet edildi

source: %(user)s has been invited by %(author)s to moderate %(url)s.
tr: %(user)s %(author)s tarafından %(url)s moderatörü olmaya davet edildi.

source: moderator added
tr: moderatör eklendi

source: %(user)s has accepted an invitation to become moderator of %(url)s.
tr: %(user)s %(url)s moderatörü olma davetini kabul etti.

source: you are an approved submitter
tr: onaylı göndericisin

source: you have been added as an approved submitter to [%(title)s](%(url)s).
tr: [%(title)s](%(url)s) konusuna onaylı gönderici olarak eklendin.

source: you can view traffic on a promoted link
tr: sponsorlu bir bağlantının trafiğini görebilirsin

source: fetching title...
tr: başlık alınıyor...

source: loading...
tr: yükleniyor...

source: comment {verb}
tr: yorumla

source: child
tr: alt yorum

source: friend
tr: arkadaş

source: submitter
tr: gönderen

source: reddit admin, speaking officially
tr: reddit moderatörü

source: moderator of /r/%(reddit)s, speaking officially
tr: /r/%(reddit)s reddit'inin moderatörü

source: %(user)s just celebrated a reddit birthday!
tr: %(user)s reddit doğum gününü kutladı!

source: just now
tr: az önce

source: No notes for this domain
tr: Bu alan adı için hiç not yok

source: No notes for this IP address
tr: Bu IP adresi için hiç not yok

source: No notes for this subreddit
tr: Bu subreddit için hiç not yok

source: No notes for this user
tr: Bu kullanıcı için hiç not yok

source: domain
tr: alan adı

source: IP address
tr: IP adresi

source: user
tr: kullanıcı

source: wiki tools
tr: wiki araçları

source: moderation tools
tr: yönetim araçları

source: these subreddits
tr: bu subredditler

source: this subreddit is archived and no longer accepting submissions.
tr: bu subreddit arşivlendi ve artık yeni gönderi kabul etmiyor.

source: Submissions disabled
tr: Gönderiler devre dışı

source: Only approved users may post in this community.
tr: Sadece onaylanmış üyeler burada mesaj atabilir.

source: Anyone can view or comment, but only Reddit Gold members can post in this community.
tr: Herkes yorum yapabilir veya bakabilir, ama sadece Reddit Gold üyeleri konu açabilir.

source: Submissions restricted
tr: Gönderiler kısıtlandı

source: Create your own subreddit
tr: Kendi subreddit'ini oluştur

source: ...and %d more
tr: ...ve %d tane daha

source: about moderation team
tr: yönetim ekibi hakkında

source: message the admins
tr: yöneticilere mesaj at

source: message the moderators
tr: moderatörlere mesaj at

source: Recently viewed links
tr: Son görüntülenen bağlantılar

source: turn admin off
tr: yönetimi kapat

source: FAQ
tr: SSS

source: apps & tools
tr: uygulama ve araçlar

source: redditgifts
tr: reddit hediyeleri

source: %(site)s mail
tr: %(site)s e-posta

source: sign up or log in
tr: kaydol veya giriş yap

source: request for permission
tr: izin talebi

source: permission
tr: izin

source: enable NSFW results
tr: NSFW sonuçları etkinleştir

source: bummer
tr: tüh

source: this page is no longer available due to a copyright claim.
tr: Bu sayfa bir telif hakkı iddiası nedeniyle artık erişilebilir değil.

source: comments disabled
tr: yorumlar devre dışı bırakıldı

source: about %(site)s
tr: %(site)s hakkında

source: search subreddits by name
tr: isme göre subreddit ara

source: your front page subreddits (%s)
tr: ana sayfa subreddit'lerin (%s)

source: what's this?
tr: bu nedir?

source: trophy case
tr: ödül dolabı

source: public multireddits
tr: açık çoklu reddit'ler

source: hidden multireddits
tr: gizli multireddit'ler

source: moderator of
tr: buraların moderatörü

source: less than a day
tr: bir günden az

source: %(creddits)s gold creddit to give
tr: verilecek %(creddits)s gold kreddisi

source: %(gildings)s gilding given out
tr: %(gildings)s altınlama verildi

source: give reddit gold to %(user)s to show your appreciation
tr: takdirini göstermek için %(user)s adlı kullanıcıya reddit gold hediye et

source: get extra features and help support reddit with a reddit gold subscription
tr: reddit gold aboneliğiyle hem ekstra özelliklere sahip ol hem de reddit'i destekle

source: renew your reddit gold
tr: reddit gold aboneliğini yenile

source: you have helped pay for *%(time)s* of reddit server time.
tr: reddit'in *%%(time)s* sunucu zamanının parasını ödememize yardım ettin.

source: /u/%(user)s has helped pay for *%%(time)s* of reddit server time.
tr: /u/%(user)s reddit'in *%%(time)s* sunucu zamanının parasını ödememize yardım etti.

source: gifts on your behalf have helped pay for *%(time)s* of reddit server time.
tr: adına gönderilen hediyeler reddit'in *%%(time)s* sunucu zamanının parasını ödememize yardım etti.

source: gifts on behalf of /u/%(user)s have helped pay for *%%(time)s* of reddit server time.
tr: /u/%(user)s'in hediyeleri reddit'in sunucularının %(time)s kadar çalışmasını sağladı.
