Repository: lurt763/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: tr

source: gildings in this subreddit have paid for %(time)s of server time
tr: bu subreddit'teki altınlamalar %(time)s sunucu zamanını maliyetini karşıladı

source: copied from %(source)s
tr: %(source)s kaynağından kopyalandı

source: this app has not been approved for use with employee accounts
tr: bu uygulama, çalışanların hesaplarında kullanım için onaylanmamıştır

source: [account deleted]
tr: [hesap silindi]

source: %(author)s's comment from discussion "%(title)s"
tr: "%(title)s" tartışmasındaki %(author)s yorumu

source: privacy policy
tr: gizlilik ilkeleri

source: user agreement
tr: kullanıcı sözleşmesi

source: content policy
tr: içerik politikası

source: over 18?
tr: 18 yaşın üzerinde misin?

source: quarantined
tr: karantinaya alınmış

source: create promoted post
tr: tanıtılan gönderi oluştur

source: edit promoted post
tr: tanıtılan gönderiyi düzenle

source: promoted post report
tr: tanıtılan gönderi raporu

source: promoted post inventory
tr: tanıtılan gönderi envanteri

source: unapproved campaigns
tr: onaylanmamış kampanyalar

source: externally promoted links
tr: harici sponsorlu bağlantılar

source: unapproved promoted links
tr: onaylanmamış reklam bağlantıları

source: accepted promoted links
tr: onaylanmış reklam bağlantıları

source: unpaid promoted links
tr: ödenmemiş reklam bağlantıları

source: rejected promoted links
tr: reddedilmiş reklam bağlantıları

source: live promoted links
tr: yayındaki sponsorlu bağlantılar

source: edited live promoted links
tr: düzenlenmiş canlı sponsorlu bağlantılar

source: all promoted links
tr: tüm tanıtılan bağlantılar

source: promoted by you
tr: senin tanıttıkların

source: promoted links by platform
tr: platforma göre sponsorlu bağlantılar

source: underdelivered promoted links
tr: yetersiz gösterilmiş sponsorlu bağlantıları

source: reported promoted links
tr: rapor edilmiş reklam bağlantıları

source: house promoted links
tr: sponsoru olduğumuz bağlantılar

source: fraud suspected promoted links
tr: sahtecilik şüphesi taşıyan sponsorlu bağlantılar

source: promos on reddit
tr: reddit promosyonları

source: target oversold, can't freebie
tr: hedef fazlaca satıldı, ücretsiz verilemez

source: refund succeeded
tr: iade başarılı

source: refund not needed
tr: iadeye gerek yok

source: failed to authenticate card. sorry.
tr: kart doğrulanmadı. üzgünüz.

source: please change campaign start date to %(date)s or earlier
tr: lütfen kampanyanın başlangıç tarihini %(date)s tarihine ya da daha erkene alın

source: please change campaign start date to %(date)s or later
tr: lütfen kampanyanın başlangıç tarihini %(date)s tarihine ya da daha sonraya alın

source: image must be a jpg or png
tr: resim bir jpg veya png olmalı

source: banned
tr: yasaklı

source: gold members only
tr: sadece gold üyeler

source: private
tr: özel

source: search failed
tr: arama başarısız oldu

source: This page is the subreddit stylesheet, changes here apply to the subreddit css
tr: Bu sayfa subreddit stil dosyasıdır. Buradaki değişiklikler subreddit css'ine uygulanır

source: The contents of this page appear on the submit page
tr: Bu sayfanın içeriği gönderi sayfasında gözükür

source: The contents of this page appear on the subreddit sidebar
tr: Bu sayfadaki içerikler subreddit kenar çubuğunda görünür

source: The contents of this page appear in the public subreddit description and when the user does not have access to the subreddit
tr: Bu sayfanın içeriği, ortak subreddit açıklamasında ve kullanıcının subreddit'e erişimi olmadığında görünür

source: This page is used to configure AutoModerator for the subreddit, please see [the full documentation](/wiki/automoderator/full-documentation) for information
tr: Bu sayfa bu subreddit için AutoModerator'ü yapılandırmaya yarar. Daha fazla bilgi için [tam kullanıcı rehberine](/wiki/automoderator/full-documentation) bakabilirsin

source: viewing revision from %s
tr: %s revizyonuna bakılıyor

source: %s ago
tr: %s önce

source: comparing revisions from %(date_1)s and %(date_2)s
tr: %(date_1)s - %(date_2)s revizyonları karşılaştırılıyor

source: viewing revision from %s ago
tr: %s öncesinin düzenlemelerine bakılıyor

source: this wiki cannot handle page names of that magnitude! please select a page name shorter than %d characters
tr: bu wiki o boyuttaki sayfa adlarını kaldıramaz! lütfen %d karakterden kısa bir sayfa adı seç

source: this page is a special page, please go into the subreddit settings and save the field once to create this special page
tr: bu özel bir sayfa. bu sayfayı oluşturmak için lütfen subreddit ayarlarına gidip alanı bir kez kaydet

source: a max of %d separators "/" are allowed in a wiki page name.
tr: wiki sayfası adında en fazla %d "/" ayracı kullanılabilir.

source: Wiki error
tr: Wiki hatası

source: You are doing that too much, please try again later.
tr: Bunu çok sık yapıyorsun, lütfen daha sonra tekrar dene.

source: no image found with name "%(name)s"
tr: "%(name)s" adında hiçbir resim bulunamadı

source: only uploaded images are allowed; reference them with the %%%%imagename%%%% system
tr: sadece yüklenmiş resimlere izin veriliyor. resimleri %%%%imagename%%%% sistemiyle ekle

source: syntax error: %(message)s
tr: sözdizimi hatası: %(message)s

source: @%(keyword)s is not allowed
tr: @%(keyword)s kullanılamaz

source: unknown property "%(name)s"
tr: bilinmeyen özellik "%(name)s"

source: unknown function "%(function)s"
tr: bilinmeyen fonksiyon "%(function)s"

source: unexpected token "%(token)s"
tr: beklenmeyen "%(token)s" jetonu

source: backslashes are not allowed
tr: ters bölü işareti yasaktır

source: control characters are not allowed
tr: kontrol karakterlerine izin verilmiyor

source: the stylesheet is too big. maximum size: %(size)d KiB
tr: stil dosyası çok büyük. maksimum boyut: %(size)d KiB

source: comment reply
tr: yanıtı yorumla

source: post reply
tr: yanıtla

source: username notification
tr: kullanıcı adı bildirimi

source: message
tr: ileti

source: Please log in to do that.
tr: Lütfen önce giriş yap.

source: You must be a moderator to do that.
tr: Bunu yapabilmek için bir moderatör olman gerek.

source: You must be a sponsor to do that.
tr: Bunu yapabilmek için bir sponsor olman gerek.

source: this page must be accessed using https
tr: bu sayfaya https kullanarak girmelisin

source: you can't do that on this domain
tr: bu işlemi bu adreste gerçekleştiremezsiniz

source: you need to set a valid email address to do that.
tr: bunun için geçerli bir e-posta adresi girmen gerekiyor.

source: a url is required
tr: bir adres gerekiyor

source: you should check that url
tr: o adrese bir göz atsan iyi olur

source: URI scheme must be one of: %(schemes)s
tr: URI şeması şunlardan biri olmalıdır: %(schemes)s

source: care to try these again?
tr: bir daha denemek ister misin?

source: invalid user name
tr: geçersiz kullanıcı adı

source: username must be between %(min)d and %(max)d characters
tr: kullanıcı adı %(min)d ile %(max)d karakter arasında olmalıdır

source: username must contain only letters, numbers, "-", and "_"
tr: kullanıcı adı yalnızca harf, rakam, "-", ve "_" içerebilir

source: that username is already taken
tr: o kullanıcı adı alınmış

source: that username is taken by a deleted account
tr: bu kullanıcı adı silinmiş bir hesaba ait

source: you can't send to a user that you have blocked
tr: engellediğin bir kullanıcıya gönderemezsin

source: id not specified
tr: tanımlayıcı belirtilmedi

source: you provided too many ids
tr: gereğinden fazla id verdiniz

source: you can't do that
tr: bunu yapamazsın

source: You are not logged in as that user.
tr: O kullanıcı olarak giriş yapmadın.

source: you are not friends with that user
tr: o kullanıcıyla arkadaş değilsin

source: You are already logged in.
tr: Zaten giriş yapmışsın.

source: that comment has been deleted
tr: bu yorum silinmiş

source: that element has been deleted
tr: o element silinmiş

source: the password must be at least %(chars)d characters
tr: parola en az %(chars)d karakter olmalı

source: that password is unacceptable
tr: bu parolayı kabul edemeyiz

source: wrong password
tr: yanlış parola

source: passwords do not match
tr: parolalar tutmuyor

source: new and old passwords must not match
tr: yeni ve eski parolalar aynı değil

source: please enter a name
tr: lütfen bir ad gir

source: please enter an email address
tr: lütfen bir e-posta adresi gir

source: no email address for that user
tr: o e-posta adresiyle bir kullanıcı yok

source: no verified email address for that user
tr: bu kullanıcının doğrulanmış bir e-posta adresi yok

source: send it to whom?
tr: kime göndereceğim?

source: please enter a subject
tr: lütfen bir konu gir

source: that user doesn't exist
tr: öyle bir kullanıcı yok

source: please enter a username
tr: lütfen bir kullanıcı adı gir

source: that preference isn't valid
tr: bu tercih geçerli değildir

source: '%(choice)s' is not a user preference field
tr: %(choice)s bir kullanıcı tercih alanı değil

source: that language is not available
tr: bu dil mevcut değil

source: that number isn't in the right range (%(range)s)
tr: bu sayı doğru aralıkta değil (%(range)s)

source: you used a character here that we can't handle
tr: işleyemeyeceğimiz bir karakter kullandın

source: your budget must be at least $%(min)d and no more than $%(max)d.
tr: bütçeniz en az $%(min)d, en fazla $%(max)d olmalıdır.

source: your %(cost_basis)s bid must be at least $%(min)s and no more than $%(max)s.
tr: teklifin %(cost_basis)s en az $%(min)s ve en fazla $%(max)s olmalı.

source: that link has already been submitted
tr: bu bağlantı daha önce gönderilmiş

source: that subreddit already exists
tr: o subreddit zaten mevcut

source: that subreddit doesn't exist
tr: böyle bir subreddit yok

source: you aren't allowed to post there.
tr: buraya gönderi yapmaya yetkin yok.

source: Image submissions aren't allowed in this subreddit
tr: Resim gönderilerine bu subredditte izin verilmemektedir

source: you aren't allowed access to this subreddit
tr: bu subreddit'e erişme iznin yok

source: you must specify a subreddit
tr: bir subreddit belirtmelisin

source: this subreddit has chosen to disable their ads at this time
tr: bu subreddit reklamları devre dışı bırakmayı tercih etmiş

source: this link already has a promoted post
tr: bu bağlantının zaten sponsorlu bir gönderisi bulunmakta

source: that subreddit is private
tr: bu subreddit gizli

source: that name isn't going to work
tr: o adla bu işler yürümez

source: that subreddit can't be used as a theme
tr: bu subreddit tema olarak kullanılamaz

source: that collection doesn't exist
tr: koleksiyon mevcut değil

source: that interest isn't supported
tr: bu ilgi alanı desteklenmiyor

source: that target type is not valid
tr: hedef türü geçerli değil

source: targeting too many subreddits
tr: çok fazla subreddit hedefleniyor

source: that version range is not valid
tr: bu sürüm aralığı geçerli değil

source: you are doing that too much. try again in %(time)s.
tr: bunu çok fazla yapıyorsun. %(time)s sonra tekrar dene.

source: you are doing that too much. try again later.
tr: bunu yapmayı çok fazla denedin. daha sonra tekrar dene.

source: your session has expired
tr: oturumun süresi doldu

source: you must accept the terms first
tr: önce koşulları kabul etmen gerekiyor

source: that option is not valid
tr: o seçenek geçersiz

source: that email is invalid
tr: bu e-posta adresi geçersiz

source: the following emails are invalid: %(emails)s
tr: bu e-posta adresleri geçersiz: %(emails)s

source: please enter at least one email address
tr: lütfen en az bir e-posta adresi gir

source: please only share to %(num)s emails at a time.
tr: lütfen bir kerede en fazla %(num)s e-posta adresiyle paylaş.

source: where should we send that weekly newsletter?
tr: haftalık bülteni nereye gönderelim?

source: advertisers are required to supply an email
tr: reklam verenlerin bir e-posta belirtmesi zorunludur

source: That email could not be added. Check your email for an existing confirmation email.
tr: Bu e-posta eklenemedi. Önceden gönderilmiş bir onay mesajı için e-postanı kontrol et.

source: that subreddit has already been oversold on %(start)s to %(end)s. Please pick another subreddit or date.
tr: bu subreddit %(start)s - %(end)s arasında fazlasıyla satılmış. Lütfen başka bir subreddit veya tarih seçin.

source: We have insufficient inventory to fulfill your requested budget, target, and dates. Only %(available)s impressions available on %(target)s from %(start)s to %(end)s.
tr: İstediğiniz bütçe, hedef ve tarihleri doldurabilmek için envanterimiz yetersiz. %(target)s üzerinde %(start)s - %(end)s arasında yalnızca %(available)s gösterim mevcut.

source: please provide a date of the form mm/dd/yyyy
tr: lütfen aa/gg/yyyy formatında bir tarih gir

source: the dates need to be in order and not identical
tr: tarihler sıralı ve birbirinden farklı olmalı

source: please enter a date %(day)s or earlier
tr: lütfen %(day)s veya daha erken bir tarih girin

source: please enter a date %(day)s or later
tr: lütfen %(day)s veya daha geç bir tarih girin

source: start date cannot be changed
tr: başlangıç tarihi değiştirilemez

source: this campaign was created prior to auction and cannot be edited
tr: bu kampanya açık arttırmadan önce oluşturuldu ve düzenlenemez

source: address problem: %(message)s
tr: adres sorunu: %(message)s

source: card problem: %(message)s
tr: kart sorunu: %(message)s

source: this is too long (max: %(max_length)s)
tr: çok uzun (en fazla: %(max_length)s)

source: we need something here
tr: buraya bir şey gerek

source: this is too short (min: %(min_length)s)
tr: çok kısa oldu (en az %(min_length)s olmalı)

source: we've never seen that code before
tr: bu kodu daha önce hiç görmedik

source: that code has already been claimed -- perhaps by you?
tr: bu kod daha önce kullanılmış. sen kullanmış olabilir misin?

source: that subreddit doesn't allow text posts
tr: bu subreddit yazı türündeki gönderileri kabul etmiyor

source: that subreddit only allows text posts
tr: Bu subreddit sadece yazı türündeki gönderilere izin veriyor

source: that's a piece of history now; it's too late to reply to it
tr: bu artık bir tarihi eser, cevap vermek için çok geç

source: Comments are locked.
tr: Yorumlar kilitlendi.

source: invalid css name
tr: geçersiz css adı

source: invalid css
tr: geçersiz css

source: invalid revision ID
tr: geçersiz revizyon kimliği

source: too many flair css classes
tr: çok fazla rozet css sınıfı

source: not a valid flair target
tr: geçerli bir rozet hedefi değil

source: invalid redirect_uri parameter
tr: geçersiz redirect_uri parametresi

source: invalid response type
tr: geçersiz yanıt tipi

source: invalid scope requested
tr: geçersiz kapsam talebi

source: invalid refresh token
tr: geçersiz yenileme jetonu

source: access denied by the user
tr: erişim kullanıcı tarafından engellendi

source: confidential clients can not request tokens directly
tr: gizli müşteriler direk olarak jeton talep edemez

source: please confirm the form
tr: lütfen formu doğrula

source: conflict error while saving
tr: kaydedilirken çakışma oluştu

source: cannot perform this action via the API
tr: bu eylem API aracılığıyla gerçekleştirilemez

source: %(domain)s is not allowed on reddit: %(reason)s
tr: reddit'te %(domain)s sitesine izin verilmiyor: %(reason)s

source: you must enable two-factor authentication
tr: iki faktörlü doğrulamayı etkinleştirmelisin

source: two-factor authentication is already enabled
tr: İki faktörlü doğrulama zaten etkin

source: image problem
tr: resim sorunu

source: That file type is not allowed
tr: Bu dosya türüne izin verilmiyor

source: already added
tr: zaten eklenmiş

source: too many developers
tr: çok fazla geliştirici

source: you cannot add this account from this interface
tr: bu arayüzden bu hesabı ekleyemezsin

source: that user is already a moderator
tr: bu kullanıcı zaten moderatör

source: You can't perform that action because that user is a moderator.
tr: Bu kullanıcı moderatör olduğu için böyle bir şey yapamazsın.

source: there is no pending invite for that subreddit
tr: bu subreddit için bekleyen davet yok

source: you cannot edit the budget of a live ad
tr: yayındaki bir reklamın bütçesini düzenleyemezsiniz

source: you have too many campaigns for that promotion
tr: bu reklam için çok fazla kampanyanız var

source: that jsonp callback contains invalid characters
tr: jsnop callback geçersiz karakterler içeriyor

source: permissions don't apply to that type of user
tr: izinler bu tür kullanıcılara uygulanamaz

source: invalid permissions string
tr: geçersiz izin dizgesi

source: invalid multi path
tr: geçersiz multi yolu

source: that multireddit doesn't exist
tr: böyle bir çoklu reddit yok

source: that multireddit already exists
tr: bu multireddit zaten var

source: you can't change that multireddit
tr: bu multireddit'i değiştiremezsin

source: no more space for subreddits in that multireddit
tr: Bu multireddit'te subreddit'ler için yer kalmadı

source: can't add special subreddit %(path)s
tr: özel subreddit %(path)s eklenemiyor

source: maximum %(max)s subreddits
tr: en fazla %(max)s subreddit

source: unable to parse JSON data
tr: JSON verisi çözümlenemiyor

source: unexpected JSON structure
tr: beklenmedik JSON yapısı

source: JSON missing key: "%(key)s"
tr: JSON eksik anahtar: "%(key)s"

source: can't change post type
tr: gönderi türü değiştirilemez

source: invalid location
tr: geçersiz konum

source: invalid values for frequency cap
tr: sıklık sınırı için geçersiz değerler

source: that user is banned from the subreddit
tr: bu kullanıcı subdreddit'ten uzaklaştırıldı

source: you must have an active reddit gold subscription to do that
tr: bunu yapabilmek için devam eden bir reddit gold aboneliğinin olması gerek

source: insufficient creddits
tr: yetersiz kreddi

source: gilding is not allowed in this subreddit
tr: bu subreddit'te altınlamaya izin verilmiyor

source: unable to scrape provided url
tr: verilen url kazınamadı

source: can't send a message from a subreddit to another subreddit
tr: bir subreddit'ten başka bir subreddit'e mesaj gönderilemez

source: can't send message to that user
tr: bu kullanıcıya mesaj gönderilemez

source: you must be in admin mode for this
tr: bunun için yönetici modunda olmalısın

source: to convert an existing subreddit to gold only, send a message to %(admin_modmail)s
tr: var olan bir subreddit'i gold üyelere özele çevirmek için %(admin_modmail)s'e mesaj gönderin

source: this subreddit must be 'gold only' to select this
tr: bunu seçmek için bu subreddit 'gold üyelere özel' olmalı

source: you must select at least one mobile OS to target
tr: hedef olarak en az bir mobil işleim sistemi seçmelisiniz

source: you must select at least one device per OS to target
tr: işletim sistem için hedeflenecek en az bir cihaz seçmelisiniz

source: You have been muted from this subreddit.
tr: Bu subreddit'te susturuldun.

source: This user has been muted from the subreddit.
tr: Bu kullanıcı bu subreddit'te susturuldu.

source: A subreddit rule by that name already exists.
tr: Bu isimle bir subreddit kuralı zaten var

source: No subreddit rule by that name exists.
tr: Böyle bir subreddit kuralı yok.

source: This subreddit already has the maximum number of rules.
tr: Bu subreddit'te zaten maksimum sayıda kural var.

source: This comment is not stickyable. Ensure that it is a top level comment.
tr: Bu yorum sabitlenmemiş. Üst düzey bir yorum olduğundan emin olun.

source: Cannot access this comment.
tr: Yoruma ulaşılamıyor.

source: Cannot access this post.
tr: Gönderiye ulaşılamıyor.

source: The subreddit does not have this feature enabled.
tr: Bu subreddit'te bu özellik aktif değil.

source: Funny 500 page message 1
tr: Yandı bitti kül oldu

source: Funny 500 page message 2
tr: Sakin ol ve o F5 tuşunu yere bırak

source: Funny 500 page message 3
tr: Biraz sakinleş ve daha sonra tekrar dene

source: Funny 500 page message 4
tr: Çabuk, [bir tişört alarak](http://reddit.com/store) hatanı telafi et

source: Funny 500 page message 5
tr: sanki sen mükemmelsin

source: Funny 500 page message 6
tr: Hiçbir şey kusursuz değildir

source: Funny 500 page message 7
tr: Sunucular yorulmuş, bir müsaade et

source: Funny 500 page message 8
tr: Hişt, hişt, sakin ol, sinirlerine hakim ol

source: Funny 500 page message 9
tr: F5'e basa basa baydınız, bak ne oldu şimdi?

source: Funny 500 page message 10
tr: İstiyorsan ağlayabilirsin

source: Reason to create a reddit 1
tr: en sevdiğin konu için

source: Reason to create a reddit 2
tr: FRP grubun için

source: Reason to create a reddit 3
tr: Han'ın önce ateş ettiğini bilen herkes için

source: Reason to create a reddit 4
tr: WoW klanın için

source: Reason to create a reddit 5
tr: lama çiftçisi topluluğun için

source: Reason to create a reddit 6
tr: en sevdiğin programlama dili için

source: Reason to create a reddit 7
tr: hayatta hiçbir şey bedava olmadığı için (subreddit'ler hariç!)

source: Reason to create a reddit 8
tr: sudo kendi reddit'ini yarat

source: Reason to create a reddit 9
tr: fazla şans tanınmayan bir politik aday için

source: Reason to create a reddit 10
tr: Quake 2 klanın için

source: Reason to create a reddit 11
tr: çünkü bu oda bir harika

source: Reason to create a reddit 12
tr: kendi fikrini öne sürmek için

source: Reason to create a reddit 13
tr: geleceği bugünden yaratmak için

source: Reason to create a reddit 14
tr: herkese spoiler vermek için

source: Reason to create a reddit 15
tr: Reddit topluluğu için

source: Reason to create a reddit 16
tr: Sınıfın için

source: Reason to create a reddit 17
tr: Hobin için

source: Reason to create a reddit 18
tr: Kasaban için

source: Reason to create a reddit 19
tr: Protesto için

source: Reason to create a reddit 20
tr: en sevdiğin kulüp için

source: uniques by hour
tr: saatlik yeni kullanıcı

source: pageviews by hour
tr: saatlik sayfa görüntüleme

source: traffic by hour
tr: saatlik trafik

source: impressions by hour
tr: saatlik gösterim

source: clicks by hour
tr: saatlik tıklama

source: uniques by day
tr: günlük yeni kullanıcı

source: pageviews by day
tr: günlük sayfa gösterimi

source: traffic by day
tr: günlük trafik

source: impressions by day
tr: günlük gösterim

source: clicks by day
tr: günlük tıklama

source: uniques by month
tr: aylık farklı kullanıcı

source: pageviews by month
tr: aylık sayfa gösterimi

source: traffic by month
tr: aylık trafik

source: impressions by month
tr: aylık gösterim

source: clicks by month
tr: aylık tıklama

source: [removed]
tr: [silindi]

source: hot
tr: sıcak

source: new
tr: yeni

source: old
tr: eski

source: ups
tr: artılar

source: downs
tr: eksiler

source: top
tr: en yüksek

source: more
tr: daha

source: relevance
tr: ilgi

source: controversial
tr: tartışmalı

source: best
tr: en iyi

source: random
tr: rastgele

source: q&a
tr: soru-cevap

source: saved {toolbar}
tr: kaydettiklerim

source: recommended
tr: önerilenler

source: rising
tr: yükselenler

source: admin
tr: yönetici

source: past hour
tr: geçen saat

source: past 24 hours
tr: son 24 saat

source: past week
tr: geçen hafta

source: past month
tr: geçen ay

source: past year
tr: geçen yıl

source: all time
tr: tüm zamanlar

source: spam
tr: yığın ileti

source: autobanned
tr: otomatik yasaklı

source: preferences
tr: tercihler

source: logout
tr: çık

source: reddiquette
tr: reddit görgü kuralları

source: buttons
tr: düğmeler

source: widget
tr: kutucuk

source: advertise
tr: reklam ver

source: site rules
tr: site kuralları

source: jobs
tr: iş olanakları

source: transparency
tr: saydamlık

source: source code
tr: kaynak kodu

source: options
tr: seçenekler

source: apps
tr: uygulamalar

source: RSS feeds
tr: RSS beslemeleri

source: friends
tr: arkadaşlar

source: messaging preferences
tr: mesajlaşma tercihleri
