Repository: lurt763/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: tr

source: Access traffic stats in subreddits I moderate.
tr: Yönettiğim subreddit'lerin trafik istatistiklerine ulaş.

source: Moderate Wiki
tr: Wiki'yi yönet

source: Change editors and visibility of wiki pages in subreddits I moderate.
tr: Yönettiğim subreddit'lerde editörleri wiki sayfalarının editörlerini ve görünürlüğünü değiştir.

source: My Subreddits
tr: Subreddit'lerim

source: Access the list of subreddits I moderate, contribute to, and subscribe to.
tr: Yönettiğim, katkıda bulunduğum ve abone olduğum subreddit'lerin listesine ulaş.

source: Private Messages
tr: Özel Mesajlar

source: Access my inbox and send private messages to other users.
tr: Gelen kutuma eriş ve diğer kullanıcılara özel mesaj gönder.

source: Read Content
tr: İçeriği oku

source: Access posts and comments through my account.
tr: Girdi ve yorumlarıma hesabım üzerinden ulaş.

source: Report content
tr: İçeriği gammazla

source: Report content for rules violations. Hide & show individual submissions.
tr: İçerikteki kural ihlallerini bildir. Gönderileri ayrı ayrı gizle ve göster.

source: Save Content
tr: İçeriği kaydet

source: Save and unsave comments and submissions.
tr: Yorumları ve gönderileri kaydet ve kaydetme.

source: Submit Content
tr: İçerik gönder

source: Submit links and comments from my account.
tr: Hesabım üzerinden bağlantı ve yorum gönder.

source: Edit My Subscriptions
tr: Aboneliklerimi Düzenle

source: Manage my subreddit subscriptions. Manage "friends" - users whose content I follow.
tr: Subreddit aboneliklerimi yönet. "Arkadaşlarımı" (içeriklerini takip ettiğim kişileri) yönet.

source: Vote
tr: Oyla

source: Submit and change my votes on comments and submissions.
tr: Yorum ve gönderilerdeki oylarımı gönder ve değiştir.

source: Wiki Editing
tr: Wiki düzenlemesi

source: Edit wiki pages on my behalf
tr: Benim yerime wiki sayfalarını düzenle

source: Read Wiki Pages
tr: Wiki sayfalarını oku

source: Read wiki pages through my account
tr: Hesabım üzerinden wiki sayfalarını oku

source: Embed preview:
tr: Gömme ön izlemesi:

source: Include parent comment.
tr: Üst yorumu dahil et.

source: Do not show comment if edited.
tr: Düzenlendiyse yorumu gösterme.

source: Learn more
tr: Daha fazlasını öğren

source: This parameter can be changed after embedding.
tr: Bu parametre gömmeden sonra değiştirilebilir.

source: Copy this code and paste it into your website:
tr: Bu kodu kopyalayıp ve web sitene yapıştır:

source: missing name
tr: ad eksik

source: invalid credit card number
tr: geçersiz kredi kartı numarası

source: invalid expiration date
tr: geçersiz son kullanma tarihi

source: invalid cvc
tr: geçersiz cvc

source: missing address
tr: adres eksik

source: missing city
tr: şehir eksik

source: missing country
tr: ülke eksik

source: an error occurred. please try again later! (status: %(status)s)
tr: bir hata oluştu. lütfen daha sonra tekrar dene! (durum: %(status)s)

source: unsave
tr: sil

source: permalink
tr: kalıcı bağlantı

source: parent
tr: üst yorum

source: report
tr: gammazla

source: give gold
tr: gold ver

source: reply
tr: cevap

source: are you sure?
tr: emin misin?

source: yes
tr: evet

source: no
tr: hayır

source: You need to be logged in to upvote things.
tr: Bir şeyleri artılamak için giriş yapman gerekiyor.

source: You need to be logged in to downvote things.
tr: Bir şeyleri eksilemek için giriş yapman gerekiyor.

source: You need to be logged in to vote on things.
tr: Bir şeylere oy vermek için giriş yapmanız gerekiyor.

source: You need to be logged in to give gold.
tr: Gold vermek için giriş yapmalısın.

source: You need to be logged in to subscribe to subreddits.
tr: Subreddit'lere abone olmak için giriş yapmalısın.

source: You need to be logged in to submit things.
tr: Bir şeyler göndermek için giriş yapmalısın.

source: You need to be logged in to do that.
tr: Onu yapmak için giriş yapmalısın.

source: try using our secure login form.
tr: güvenli giriş formumuzu kullanmayı deneyin.

source: Password is strong
tr: Parola güçlü

source: Password is good
tr: Parola iyi

source: Password is fair
tr: Parola fena değil

source: Password is weak
tr: Parola zayıf

source: awesomeness goes here
tr: buraya bir şey gerek

source: add a subreddit to your multi.
tr: multi'ne bir subreddit ekle.

source: categorize
tr: sınıflandır

source: open this multi
tr: bu multi'yi aç

source: create a new multi
tr: yeni multi oluştur

source: check your inbox to confirm your subscription
tr: aboneliğini onaylamak için gelen kutunu kontrol et

source: close this window
tr: bu pencereyi kapat

source: Share with:
tr: Paylaş:

source: Link:
tr: Bağlantı:

source: Share via email as %(username)s
tr: %(username)s olarak e-postayla paylaş

source: add optional message
tr: isteğe bağlı mesaj ekle

source: send
tr: gönder

source: cancel
tr: iptal

source: sent!
tr: gönderildi!

source: Share to %(name)s
tr: Şu kişiye/kişilere %(name)s paylaş

source: Email to a Friend
tr: Arkadaşına e-postayla gönder

source: please wait a few seconds and try again.
tr: lütfen birkaç saniye bekleyip tekrar dene.

source: an error occurred (status: %(status)s)
tr: bir hata oluştu (durum: %(status)s)

source: Invalid category name
tr: Geçersiz kategori adı

source: save category
tr: kategoriyi kaydet

source: no category
tr: kategori yok

source: save
tr: kaydet

source: new category
tr: yeni kategori

source: + close
tr: + kapat

source: the campaign you requested is available!
tr: istediğin kampanya açıldı!

source: the campaign you requested is too small!
tr: istediğiniz kampanya çok küçük!

source: the campaign you requested is too small! this campaign is available:
tr: istediğiniz kampanya çok küçük! kullanabilecek en küçük kampanya:

source: the campaign you requested is too big! the largest campaign available is:
tr: istediğiniz kampanya çok büyük! kullanabilecek en büyük kampanya:

source: house campaigns, man.
tr: ev kampanyaları, adamım.

source: maximum possible impressions: %(impressions)s
tr: maksimum olası gösterim: %(impressions)s

source: sorry, there was an error retrieving available impressions. please try again later.
tr: özür dileriz, kullanılabilir gösterimler sayılırken bir hata oluştu. lütfen daha sonra tekrar deneyin.

source: days
tr: gün

source: $%(cpm)s per 1,000 impressions
tr: 1.000 gösterim için %(cpm)s $

source: Created new campaign!
tr: Yeni kampanya oluşturuldu!

source: a year ago
tr: bir yıl önce

source: a month ago
tr: bir ay önce

source: a day ago
tr: bir gün önce

source: an hour ago
tr: bir saat önce

source: a minute ago
tr: bir dakika önce

source: view subreddit traffic
tr: subreddit trafiğini görüntüle

source: go
tr: git

source: switch to mobile version
tr: mobil sürüme geç

source: full permissions
tr: tam izin

source: no permissions
tr: izin yok

source: … and %(count)s more ⇒
tr: … ve %(count)s tane daha ⇒

source: ⇐ less
tr: ⇐ daha az

source: (required)
tr: (gerekli)

source: new password
tr: yeni parola

source: verify password
tr: şifreyi tekrarla

source: status
tr: durum

source: admin mode enabled
tr: yönetici modu etkinleştirildi

source: admin off
tr: yönetici kapalı

source: debug mode
tr: hata ayıklama modu

source: secure
tr: güvenli

source: development statics
tr: geliştirme istatistikleri

source: production statics
tr: üretim istatistikleri

source: ads disabled
tr: reklamlar devre dışı

source: captcha disabled
tr: captcha devre dışı

source: ratelimit disabled
tr: oy limiti devre dışı

source: timings
tr: zamanlamalar

source: hide
tr: gizle

source: give creddits to a user
tr: bir kullanıcıya kreddi ver

source: recipient
tr: alıcı

source: creddits
tr: kreddi

source: (negative to take away)
tr: (eksiltmek için negatif sayı)

source: give
tr: ver

source: give or take months of gold for a user
tr: bir kullanıcıya aylık gold ver veya al

source: months
tr: ay

source: Are you one of us?
tr: Bizden biri misin?

source: Enter your password and one-time code
tr: Parolanı ve tek seferlik kodunu gir

source: one-time verification code
tr: tek seferlik doğrulama kodu

source: remember this computer
tr: bu bilgisayarı hatırla

source: Past notes
tr: Geçmiş notlar

source: top adverts
tr: en iyi reklamlar

source: ad
tr: reklam

source: Exclude your subscribed subreddits
tr: Abone olduğum subreddit'leri hariç tut

source: See gilded comments and submissions
tr: Altınlanan yorum ve gönderilere bak

source: archived
tr: arşivlendi

source: Got It
tr: Anladım

source: you already have that trophy!
tr: bu ödül zaten sende var!

source: trophy claimed!
tr: ödül teslim alındı!

source: This community has been banned
tr: Bu topluluk yasaklanmıştır

source: This community has been banned for violating the [Reddit rules](/rules).
tr: Bu topluluk, [Reddit kurallarını](/rules) ihlâl ettiği için yasaklanmıştır.

source: Banned %(time_ago)s.
tr: %(time_ago)s yasaklandı.

source: /* Custom css: use this block to insert special translation-dependent css in the page header */
tr: /* Özel css: sayfa üstbilgisinde çevirilere bağlı özel css girmek için bu bloku kullan */

source: links from %(site)s
tr: %(site)s sitesinden bağlar

source: put %(site)s buttons on your site
tr: %(site)s düğmelerini sitene koy

source: the reddit button is the smart way to get your content submitted to and discussed on reddit. pick the button you like from below, and then copy/paste the code into your HTML editor.
tr: reddit düğmesi içeriklerini reddit'e göndermenin akıllı yoludur. önce aşağıdan beğendiğin düğmeyi seç, sonra da kodunu kopyalayıp HTML editörüne yapıştır.

source: commonly used buttons
tr: sık kullanılan düğmeler

source: use one of these buttons to quickly add reddit links to your site, or see below for more options.
tr: sitene reddit bağlantılarını eklemek için bu düğmelerden birini kullanabilirsin. daha fazla seçenek için aşağı bak.

source: buttons with points
tr: puanlı düğmeler

source: customizing the look of your buttons
tr: düğmelerin görünümünü değiştirmek

source: the buttons with points have three additional options.
tr: puanlı düğmelerin üç tane daha seçeneği var.

source: no styles will be added, so you can style it yourself
tr: hiç biçim eklenmeyecek, böylece biçimleri kendin belirleyebileceksin

source: specify a url to use instead of the current url
tr: varolan adres yerine kendin adres belirle

source: opens links in a new window
tr: bağlantıları yeni pencerede açar

source: Example:
tr: Örnek:

source: simple interactive button
tr: basit etkileşimli düğme

source: put this code on your page:
tr: bu kodu sayfana koy

source: and you'll get something like this:
tr: buna benzer bir şey elde edeceksin

source: more interactive buttons
tr: daha fazla etkileşimli düğme

source: interactive button advanced settings
tr: gelişmiş etkileşimli düğme ayarları

source: specify a url
tr: bir adres belirt

source: useful in places like blogs, where you want to link to the post's permalink
tr: gönderinin kalığı bağını vermek istediğin blog benzeri yerler için uygundur

source: specify a community to target
tr: hedeflenecek bir topluluk belirtin

source: specify a title
tr: bir başlık belirt

source: open links in a new window
tr: bağlantıları yeni pencerede aç

source: specify the color
tr: rengi belirt

source: specify a border color
tr: bir kenar rengi belirt

source: to make this button:
tr: bu düğmeyi yapmak için:

source: use this code:
tr: bu kodu kullan

source: more badges and buttons
tr: daha fazla rozet ve düğme

source: view code
tr: kodu göster

source: hide code
tr: kodu gizle

source: clear
tr: temizle

source: deleted comment from
tr: silinmiş yorum

source: this subreddit hides comment scores for %d minutes
tr: bu subreddit, yorum puanlarını %d dakika boyunca gizler

source: score hidden
tr: puan gizlendi

source: category: %s
tr: kategori: %s

source: show replies
tr: cevapları göster

source: ago
tr: önce

source: on
tr: tarih:

source: Highlight comments posted since previous visit:
tr: Önceki ziyaretimnden sonra gönderilen yorumları vurgula:

source: no highlighting
tr: vurgulama yapamazsın

source: Yes, please!
tr: Evet, tabii ki!

source: "In 5-billion years the Sun will expand and engulf our orbit as the charred ember that was once Earth vaporizes. Have a nice day."
tr: "5 milyar yıl sonra Güneş genişleyip yörüngemizi mahvedecek ve bir zamanlar Dünya denen güzel yer buhar olacak. İyi günler dileriz."

source: name
tr: ad

source: text to show on submission page. 1024 characters max.
tr: gönderi sayfasında görüntülenecek yazı. en fazla 1024 karakter.

source: submission text
tr: gönderi metni

source: public
tr: herkese açık

source: anyone can view and submit
tr: herkes görebilir ve gönderi yapabilir

source: restricted
tr: kısıtlı

source: anyone can view, but only some are approved to submit links
tr: herkes görebilir ama yalnızca onaylanmış kişiler bağlantı gönderebilir

source: only approved members can view and submit
tr: yalnızca onaylanmış üyeler görebilir ve gönderi yapabilir

source: anyone can view, but submissions are no longer accepted
tr: herkes görebilir ama artık gönderi kabul edilmez

source: gold restricted
tr: gold kısıtlandı

source: anyone can view, but only reddit gold members can submit or comment
tr: herkes görebilir fakat sadece reddit gold üyeleri gönderi veya yorum yapabilir

source: employees only
tr: personele özel

source: If you switch this subreddit to another type, you will not be able to switch back to "gold only" without the assistance of an admin
tr: Bu subreddit'i diğer bir türe çevirirsen, bir yöneticinin yardımı olmadan "gold üyelere özel"e geri döndüremezsin

source: gold only
tr: yalnızca gold

source: only reddit gold members can view and submit
tr: sadece reddit gold üyeleri görüntüleyebilir ve gönderi yapabilir

source: content options
tr: içerik seçenekleri

source: any
tr: hepsi

source: any link type is allowed
tr: tüm bağlantı türlerine izin ver

source: links only
tr: sadece bağlantı

source: only links to external sites are allowed
tr: yalnızca dış sitelere giden bağlantılara izin ver

source: text posts only
tr: sadece metin iletileri

source: only text/self posts are allowed
tr: yalnızca metin ve kişisel gönderilere izin ver

source: Custom label for submit link button (blank for default):
tr: Gönder bağlantısı için özel etiket (varsayılan için boş bırak):

source: Custom label for submit text post button (blank for default):
tr: Yazı gönderme düğmesi için özel etiket (varsayılan için boş bırak):

source: disabled
tr: devre dışı

source: Wiki is disabled for all users except mods
tr: Wiki, yöneticiler dışında herkes için kapalı

source: mod editing
tr: mod düzenlemesi

source: Only mods, approved wiki contributors, or those on a page's edit list may edit
tr: Yalnızca moderatörler, onaylı wiki katılımcıları veya bu sayfanın düzenleme listesinde olanlar düzenleyebilir

source: anyone
tr: herkes

source: Anyone who can submit to the subreddit may edit
tr: Subreddit'e bağlantı gönderebilen herkes düzenleyebilir

source: Subreddit karma required to edit and create wiki pages:
tr: Wiki sayfası yaratmak ve düzenlemek için gereken subreddit karması:

source: Account age (days) required to edit and create wiki pages:
tr: Wiki sayfası yaratmak ve düzenlemek için gereken hesap yaşı (gün):

source: spam filter strength
tr: spam filtresi gücü

source: high is the standard filter, low disables most filtering, all will filter every post initially and they will need to be approved manually to be visible.
tr: yüksek standart filtredir, düşük çoğu filtreyi devre dışı bırakır, hepsi ise ilk etapta tüm gönderileri filtreler ve görünür olmasını istediklerini elle onaylaman gerekir.

source: low
tr: düşük

source: high
tr: yüksek

source: self posts
tr: kendi gönderilerin

source: other options
tr: diğer seçenekler

source: viewers must be over eighteen years old
tr: görüntüleyenler 18 yaşından büyük olmalı

source: show thumbnail images of content
tr: içeriklerin küçük resimlerini göster

source: expand media previews on comments pages
tr: yorum sayfalarındaki ortam ön izlemelerini otomatik genişlet

source: make the traffic stats page available to everyone
tr: trafik istatistikleri sayfasını herkese açık hale getir

source: collapse deleted and removed comments
tr: silinmiş ve kaldırılmış yorumları daralt

source: hide ads (only available for gold only subreddits)
tr: reklamları gizle (sadece altınlılara özel subredditlere özel)

source: suggested comment sort
tr: önerilen yorum sıralaması

source: none (recommended for most subreddits)
tr: hiçbiri (çoğu subreddit için önerilir)

source: Minutes to hide comment scores:
tr: Yorum puanlarının gizli tutulacağı süre (dakika):

source: hide help
tr: yardımı gizle

source: Own a domain? Enter it here and then go to your DNS provider and add a CNAME record aliasing your domain to rhs.reddit.com. You will be able to access your reddit through your domain.
tr: Alan adın mı var? Alan adını buraya yazdıktan sonra DNS sağlayıcına giderek, alan adını rhs.reddit.com'a yönlendire bir CNAME kaydı oluştur. Böylece kendi alan adından reddit'e ulaşabilirsin.

source: look and feel
tr: görünüm

source: edit the stylesheet
tr: stil sayfasını düzenle

source: leaves this page
tr: bu sayfayı terkeder

source: restore default header
tr: varsayılan üstbilgiyi geri yükle

source: related subreddits
tr: ilgili subreddit'ler

source: similar or related subreddits.
tr: benzer veya ilgili subreddit'ler.

source: mobile look and feel
tr: mobil görünüm

source: icon image
tr: simge resmi

source: remove custom icon image
tr: varsayılan simge resmini kaldır

source: header image
tr: üstbilgi resmi

source: remove custom header image
tr: özel üst resmi kaldır

source: color
tr: renk

source: used as a thematic color for your subreddit on mobile
tr: mobilde subredditiniz için tematik renk olarak kullanılır

source: save options
tr: tercihlerimi kaydet

source: In Summation
tr: Toplam

source: a message from the moderators of /r/%s
tr: /r/%s moderatörlerinden bir mesaj

source: send a message to the moderators
tr: moderatörlere mesaj gönder

source: not interested
tr: ilgilenmiyorum

source: more comments
tr: daha fazla yorum

source: personalized
tr: kişiselleştirilmiş

source: apply
tr: uygula

source: view more:
tr: git:

source: reload suggestions
tr: önerileri yeniden yükle

source: Our robots have no suggestions at the moment.
tr: Robotlarımızın şu an için bir önerisi bulunmuyor.

source: try again
tr: yeniden dene

source: filter subreddit
tr: subreddit'i filtrele

source: add
tr: ekle

source: jump to user (or add):
tr: kullanıcıya git (veya ekle):

source: back to full list
tr: tam listeye geri dön

source: back to the beginning
tr: başa dön

source: flair text
tr: rozet metni

source: css class
tr: css sınıfı

source: prev
tr: önceki

source: next
tr: sonraki

source: flair settings
tr: rozet ayarları

source: flair options
tr: rozet seçenekleri

source: enable user flair in this subreddit
tr: bu subreddit'te kullanıcı rozetini etkinleştir

source: allow users to assign their own flair
tr: kullanıcıların kendi rozetlerini atamalarına izin ver

source: allow submitters to assign their own link flair
tr: kullanıcıların kendi bağlantı rozetlerini atamalarına izin ver

source: user flair position
tr: kullanıcı rozeti konumu

source: left
tr: sola

source: position flair to the left of the username
tr: rozeti kullanıcı adının soluna koy

source: right
tr: sağa

source: position flair to the right of the username
tr: rozeti kullanıcı adının sağına koy

source: link flair position
tr: bağlantı rozeti konumu

source: don't show link flair
tr: bağlantı rozetini gösterme

source: position flair to the left of the link
tr: rozeti bağlantının soluna yerleştir

source: position flair to the right of the link
tr: rozeti bağlantının sağına yerleştir

source: Show my flair on this subreddit. It looks like:
tr: Bu subreddit'te rozetimi göster. Şöyle görünecek:

source: select flair
tr: rozet seç

source: remove flair
tr: rozeti sil

source: flair selection unavailable
tr: rozet seçimi kullanılamıyor

source: user can edit?
tr: kullanıcı düzenleyebilir mi?

source: clear all flair templates
tr: tüm rozet şablonlarını temizle

source: cleared
tr: temizlendi

source: is this fraud?
tr: bu sahtekârlık mı?

source: What is gilding?
tr: Altınlamak nedir?

source: How do I gild someone?
tr: Birini nasıl altınlayabilirim?

source: You can click the 'give gold' link directly below a submission:
tr: Gönderinin hemen altındaki 'gold ver' bağlantısına tıklayabilirsin:

source: Or by giving them gold via their userpage:
tr: Veya onlara kullanıcı sayfalarından altın vererek:

source: How much does it cost?
tr: Ücreti ne kadar?

source: A single gilding costs %(price)s. If you plan to do a lot you can get a discount if you purchase some [creddits](/creddits).
tr: Bir altınlama %(price)s tutar. Eğer bunu çok fazla yapmayı düşünüyorsanız biraz [kreddi](/creddits) alarak indirim alabilirsiniz.

source: What are creddits?
tr: Kreddi nedir?

source: Each creddit you have can be converted into one month of reddit gold. Stored as a balance on your account, creddits allow you to give gold without having to enter payment information.
tr: Sahip olduğun her kreddi bir aylık reddit gold'a çevrilebilir. Hesabında bakiye olarak tutulan kreddiler, ödeme bilgilerini girmeden gold hediye etmene olanak sağlar.

source: Additionally, buying creddits in bulk lowers the cost of each gilding.
tr: Aycıca toptan kreddi almak her altınlamanın maliyetini azaltır.

source: How do I use creddits?
tr: Kreddileri nasıl kullanabilirim?

source: Your creddits are listed as a payment method on the checkout page.
tr: Kreddilerin ödeme sayfasında bir ödeme türü olarak listelenmiştir.

source: What is reddit gold?
tr: reddit gold nedir?

source: Give Gold
tr: Gold ver

source: Want to buy gold for yourself?
tr: Kendin için gold satın almak mı istiyorsun?

source: You'll need to log in.
tr: Giriş yapman gerekiyor.

source: How many months of gold would you like to give?
tr: Kaç aylık gold vermek istersin?

source: (We'll send a code to your email address you can then give to your recipient)
tr: (E-posta adresine, daha sonra alıcıya verebileceğin bir kod göndereceğiz.)

source: What type of reddit gold would you like to purchase?
tr: Ne tür reddit altını almak istersiniz?

source: one-time purchase
tr: tek seferlik satın alma

source: ongoing subscription
tr: devam eden abonelik

source: How many creddits would you like to buy?
tr: Ne kadarlık kreddi satın almak istiyorsun?

source: Learn more about using creddits
tr: Kreddi kullanımıyla ilgili daha fazla bilgi al

source: What type of subscription would you like?
tr: Ne tür bir abonelik istersin?

source: monthly - %s
tr: aylık - %s

source: yearly - %s (%s/month)
tr: yıllık - %s (%s/ay)

source: How many months?
tr: Kaç ay?

source: purchase this reddit gold for myself
tr: bu reddit gold'u kendim için al

source: give this reddit gold as a gift
tr: bu reddit gold'u hediye et

source: receive gold as a gift code
tr: gold'u hediye kodu olarak al

source: send gold to a user
tr: bir kullanıcıya gold gönder

source: who should receive this gold?
tr: bu gold'u kim alacak?

source: enter a username
tr: kullanıcı adı gir

source: make my gift anonymous
tr: hediyemi isimsiz yap

source: include a message
tr: bir mesaj ekle

source: enter your message
tr: mesajını yaz

source: continue
tr: devam et

source: enter a gift code for redemption
tr: etkinleştirilmek üzere bir hediye kodu gir

source: redeem this code
tr: bu kodu kullan

source: You must be a Reddit Gold member to view this super secret community
tr: Bu süper gizli topluluğu görüntülemek için Reddit Gold üyesi olmalısın
