Repository: lurt763/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: tr

source: hover to preview
tr: ön izleme yapmak için üstüne git

source: warning: use non-featured themes at your own risk
tr: uyarı: öne çıkarılmamış temaları kullanmanın riski size aittir

source: two-factor authentication
tr: iki faktörlü doğrulama

source: two-factor authentication is currently **enabled**. fill out the form below if you would like to disable it.
tr: iki faktörlü doğrulama şu anda **etkin**. devre dışı bırakmak istersen aşağıdaki formu doldur.

source: one-time password
tr: tek kullanımlık parola

source: disable
tr: devre dışı bırak

source: enter your current password below to start the activation process for two-factor authentication.
tr: iki faktörlü doğrulamayı etkinleştirme sürecini başlatmak için mevcut parolanı gir.

source: activate
tr: etkinleştir

source: below is your two-factor authentication secret. you can scan the QR code with Google Authenticator or enter the key below manually. you WILL NOT have another chance to see this secret.
tr: aşağıda iki faktörlü doğrulama kodun var. QR kodunu Google Authenticator ile tarayabilir veya aşağıdaki anahtarı elle girebilirsin. bu kodu tekrar görmek için başka şansın OLMAYACAK.

source: enable
tr: etkinleştir

source: verify your email
tr: e-posta adresini doğrula

source: update your email
tr: e-posta adresini güncelle

source: current password
tr: mevcut parola

source: not set
tr: ayarlanmamış

source: verified
tr: doğrulandı

source: verification pending
tr: doğrulama bekleniyor

source: click to resend
tr: yeniden göndermek için tıkla

source: unverified
tr: doğrulanmadı

source: click to verify
tr: doğrulamak için tıkla

source: send verification email
tr: doğrulama için e-posta gönder

source: update your password
tr: şifreni güncelle

source: removed at %(time)s
tr: %(time)s tarihinde kaldırıldı

source: (no need to click for this info; just hover over the checkmark next time)
tr: (bilgi almak için buna tıklamana gerek yok, onay işaretinin üstüne gelmen yeterli)

source: upvote
tr: olumlu oy

source: downvote
tr: olumsuz oy

source: spammed
tr: spam'lendi

source: approve
tr: onayla

source: lock
tr: kilitle

source: unlock
tr: kilidi aç

source: marked
tr: işaretli

source: un-nsfw
tr: müstehcen değil

source: unmarked
tr: işaretsiz

source: retry thumb
tr: küçük resmi tekrar dene

source: check back in a few minutes
tr: birkaç dakika sonra tekrar dene

source: distinguish this?
tr: öne çıkar?

source: distinguishing...
tr: seçkin...

source: give reddit gold in appreciation of this post.
tr: bu gönderiyi takdir etmek için reddit gold hediye edin.

source: reapprove
tr: tekrar onayla

source: click to show report reasons
tr: gammazlama sebeplerini görüntülemek için tıkla

source: moderator reports:
tr: moderatör raporları:

source: <no reason>
tr: <nedeni yok>

source: user reports:
tr: kullanıcı raporları:

source: unhide
tr: göster

source: unhidden
tr: gösterildi

source: reject
tr: reddet

source: accepted
tr: onaylanmış

source: low quality
tr: düşük kalite

source: high quality
tr: yüksek kalite

source: fraud
tr: sahtekârlık

source: traffic
tr: trafik

source: context
tr: bağlam

source: full comments
tr: bütün yorumlar

source: reply {verb}
tr: yanıtla

source: unblock subreddit
tr: subreddit engelini kaldır

source: unblocked
tr: engel kaldırıldı

source: block subreddit
tr: subreddit'i engelle

source: block user
tr: kullanıcıyı engelle

source: mark unread
tr: okunmadı olarak işaretle

source: You must be invited to visit this community
tr: Bu topluluğa girmek için davet edilmelisin

source: The moderators of this subreddit have set it to private. You must be a moderator or approved submitter to visit.
tr: Bu subreddit'in moderatörleri burayı gizli olarak ayarlamış. Ziyaret etmek için moderatör veya onaylı gönderici olmalısın.

source: + friends
tr: + arkadaş

source: - friends
tr: - arkadaş

source: post karma
tr: gönderi karması

source: comment karma
tr: yorum karması

source: really obscure karma from before it was cool to track per-subreddit
tr: karmayı subreddit'lere göre ayırmadığımız zamanlarda kalan muğlak karma

source: View/edit my snoovatar
tr: Snoovatarımı görüntüle/düzenle

source: %(username)s's snoovatar
tr: %(username)s snoovatarı

source: of reddit gold remaining
tr: reddit gold kaldı

source: view gold features/benefits
tr: gold özelliklerini/avantajlarını göster

source: Recurring Paypal subscription
tr: Tekrarlanan Paypal aboneliği

source: manage recurring subscription
tr: tekrar eden aboneliği yönet

source: redditor for
tr: redditörlük ömrü:

source: to be promoted by %(author)s
tr: %(author)s tarafından tanıtılacak

source: promoted by %(author)s
tr: %(author)s tarafından tanıtıldı

source: waiting approval
tr: onay bekliyor

source: click-through (%)
tr: tıklanma (%)

source: totals are preliminary until 24 hours after the end of the promotion.
tr: toplamlar reklam bitiminden 24 saat sonrasına kadar kesinleşmez.

source: Campaigns created before September 12, 2012 don't have traffic data
tr: 12 Eylül 2012'den önce oluşturulan kampanyaların trafik verisi yoktur

source: start
tr: başlangıç

source: end
tr: bitiş

source: location
tr: konum

source: budget
tr: bütçe

source: imps purchased
tr: satın alınan gösterim

source: imps delivered
tr: yapılan gösterim

source: cpc
tr: pc

source: detail
tr: ayrıntı

source: download as csv
tr: csv olarak indir

source: A good title is important to the success of your campaign. reddit users are an intelligent, thoughtful group, and reward those who engage them.
tr: Kampanyanızın başarısı için iyi bir başlık seçmeniz önemlidir. reddit kullanıcıları zeki, düşünceli bir gruptur ve onlarla bağ kuranları ödüllendirir.

source: post type
tr: gönderi türü

source: clicks through to your URL
tr: URL'nize giden tıklama

source: Provide the URL of your ad. No redirects please!
tr: Reklamınızın URL'ini belirtin. Yönlendirme olmasın lütfen!

source: thumbnail
tr: küçük resim

source: images will be resized if larger than 140x140 pixels (displayed at 70x70)
tr: resimler 140x140 pikselden büyükse yeniden boyutlandırılacak (70x70 boyutunda gösteriliyor)

source: mobile ad image
tr: mobil reklam görseli

source: disable comments
tr: yorumları devre dışı bırak

source: send comments on my ad to my inbox
tr: reklamımla ilgili yorumları gelen kutuma gönder

source: autoplay
tr: otomatik oynat

source: duration
tr: süre

source: desktop only
tr: sadece masaüstü

source: mobile web only
tr: sadece mobil web

source: you must select at least one mobile OS
tr: en az bir mobil işletim sistemi seçmelisin

source: All
tr: Tümü

source: Filter by device and OS
tr: Cihaza ve işletim sistemine göre filtrele

source: Min
tr: En az

source: iOS min
tr: iOS en az

source: Max
tr: En fazla

source: iOS max
tr: iOS en fazla

source: Android Phone
tr: Android Telefon

source: android min
tr: android en az

source: Android max
tr: Android en fazla

source: frequency
tr: sıklık

source: priority
tr: öncelik

source: pricing
tr: ücretlendirme

source: total budget
tr: toplam bütçe

source: %(minimum)s minimum
tr: en az %(minimum)s

source: price
tr: fiyat

source: deliver as fast as possible
tr: mümkün olduğu kadar hızlı teslim edin

source: targeting
tr: hedefleme

source: interests
tr: ilgi alanları

source: includes these subreddits
tr: şu subreddit'ler dahildir

source: and more!
tr: ve dahası!

source: location targeting is only available when targeting the frontpage
tr: konum hedefleme yalnızca ön sayfa hedeflendiğinde kullanılabilir

source: region
tr: bölge

source: subreddit targeting
tr: subreddit hedefleme

source: link ids
tr: bağlantı id'leri

source: spend history
tr: harcama geçmişi

source: promotion history
tr: reklam geçmişi

source: creative dashboard
tr: yaratıcı panosu

source: campaign dashboard
tr: kampanya panosu

source: You don't have any campaigns for this link yet. You should add one.
tr: Bu bağlantı için hiç kampanyanız yok. Bir kampanya eklemelisiniz.

source: admin dashboard
tr: yönetici panosu

source: confirm
tr: onayla

source: name of the community that you are targeting. A blank entry here means that the ad is untargeted and will run site-wide
tr: hedeflediğiniz topluluğun adı. Bu kısmı boş bırakırsanız reklamınız hedefsiz olacak ve site genelinde yayımlanacaktır

source: You have too many campaigns for this link.
tr: Bu bağlantı için çok fazla kampanyanız var.

source: It's time to start fresh!
tr: Yeni bir başlangıç zamanı!

source: bid
tr: teklif

source: payment mismatch
tr: ödeme eşleşmiyor

source: grouping
tr: gruplama

source: You must log in and have a verified email to view this community
tr: Bu topluluğu görüntülemek için giriş yapmış ve doğrulanmış bir e-postaya sahip olmak gerekir

source: discussions in
tr: buradaki tartışmalar:

source: Use of this site constitutes acceptance of our %(user_agreement)s and %(privacy_policy)s
tr: Bu siteyi kullanmak, %(user_agreement)s ve %(privacy_policy)s kabul edilmesi anlamına gelir

source: User Agreement {Genitive}
tr: Kullanıcı Sözleşmesi

source: %(year)d reddit inc. All rights reserved.
tr: %(year)d reddit inc. Tüm hakları saklıdır.

source: jump to content
tr: içeriğe git

source: You're in beta mode! Thanks for helping to test reddit.
tr: Beta modundasın! reddit'i test etmeye yardımcı olduğun için teşekkürler.

source: Please give feedback at %(beta_link)s, or %(learn_more_link)s.
tr: Lütfen %(beta_link)s üzerinden geri bildirim gönder veya %(learn_more_link)s.

source: learn more on the wiki
tr: wiki'den daha fazla bilgi al

source: Want to join? %(login_or_register)s in seconds.
tr: Katılmak mı istiyorsun? Saniyeler içinde %(login_or_register)s.

source: Log in or sign up
tr: giriş yap veya kaydol

source: new mail!
tr: yeni posta!

source: no new mail
tr: yeni posta yok

source: mod messages
tr: mod mesajları

source: traffic by day of week
tr: güne göre trafik

source: daily mean
tr: günlük ortalama

source: refund promotion
tr: reklamı iade et

source: campaign
tr: kampanya

source: dates
tr: tarihler

source: impressions purchased
tr: satın alınan gösterim

source: impressions received
tr: alınan gösterim

source: billable amount
tr: fatura edilebilir tutar

source: refund amount
tr: iade miktarı

source: issue refund
tr: iade et

source: N/A
tr: Yok

source: free
tr: bedava

source: pay
tr: öde

source: change
tr: değiştirin

source: freebie
tr: bedava

source: refund
tr: para iadesi

source: complete
tr: tamamla

source: terminate
tr: sonlandır

source: why are you reporting this?
tr: bunu neden rapor ediyorsun?

source: other (max %(num)s characters):
tr: diğer (en fazla %(num)s karakter):

source: converted query to %(syntax)s syntax: %(converted)s
tr: sorgu %(syntax)s söz dizimine çevrildi: %(converted)s

source: find submissions in "subreddit"
tr: "subreddit"te gönderi bul

source: find submissions by "username"
tr: "kullanıcı adı"na göre gönderi bul

source: find submissions from "example.com"
tr: "örnek.com" gönderilerini bul

source: search for "text" in url
tr: adreste "metin" ara

source: search for "text" in self post contents
tr: kendi gönderdiğin içeriklerde "bu metni" ara

source: include (or exclude) self posts
tr: kendi gönderilerimi dahil et (veya etme)

source: include (or exclude) results marked as NSFW
tr: NSFW olarak işaretlenmiş sonuçları dahil et (veya etme)

source: see the search faq for details.
tr: ayrıntılar için arama sss'sine bak.

source: advanced search: by author, subreddit...
tr: gelişmiş arama: yazara, subreddit'e göre...

source: Search
tr: Ara

source: limit my search to %(path)s
tr: yalnızca %(path)s içinde ara

source: by
tr: gönderen:

source: to %s
tr: tarafından %s subreddit'ine gönderildi

source: less
tr: daha az

source: a community for %(time)s
tr: %(time)s önce kurulmuş

source: search within %(subreddit)s
tr: %(subreddit)s içinde ara

source: search in %(subreddit)s
tr: %(subreddit)s içinde ara

source: visible to:
tr: kim görebilir:

source: only me
tr: yalnızca ben

source: everyone
tr: herkes

source: top subreddits
tr: zirvedeki subredditler

source: make report
tr: rapor oluştur

source: not approved
tr: onaylanmadı

source: too many results? narrow it down to a subreddit!
tr: çok fazla sonuç mu var? altreddit'e göre daralt!

source: Leave this community
tr: Bu topluluktan ayrıl

source: logged-in users viewing this subreddit in the past 15 minutes
tr: Son 15 dakika içinde bu subreddit'e bakan giriş yapmış kullanıcılar

source: you are no longer an approved submitter
tr: artık onaylanmış gönderici değilsin

source: stop being an approved submitter?
tr: onaylı gönderen olmaktan vazgeçilsin mi?

source: you are an approved submitter on this subreddit. (%(leave)s)
tr: bu subreddit'te onaylı gönderensin. (%(leave)s)

source: Show this subreddit's theme
tr: Bu subreddit'in temasını göster

source: a community for
tr: topluluk yaşı:

source: approve this subreddit
tr: bu subreddit'i onayla

source: ban this subreddit
tr: bu subreddit'i yasakla

source: reason for revision
tr: düzenleme nedeni

source: see previous versions
tr: önceki sürümleri gör

source: preview
tr: önizleme

source: normal link
tr: normal bağlantı

source: compressed link
tr: sıkıştırılmış bağlantı

source: link with thumbnail
tr: küçük resimli bağlantı

source: stickied link
tr: sabitlenmiş bağlantı

source: gilded comment
tr: altınlanan yorum

source: images
tr: görseller

source: image file
tr: görsel dosyası

source: new image name:
tr: yeni görsel adı:

source: (image names should consist of alphanumeric characters and '-' only)
tr: (görsel adları sadece alfanümerik karakterler ve '-' içerebilir)

source: Note: any changes to images here will be reflected immediately on reload and cannot be undone.
tr: Not: burada görsellere yapılan değişiklikler sayfa yenilendiğinde hemen görüntülenecek ve değişiklik geri alınamayacaktır.

source: paste into stylesheet
tr: stil şablonuna yapıştır

source: delete this image
tr: bu görseli sil

source: All times are in [UTC](http://en.wikipedia.org/wiki/UTC).
tr: Tüm saatler [UTC](http://en.wikipedia.org/wiki/UTC) dilimindedir.

source: Enter one subreddit per line. Traffic numbers shown are for the last full month.
tr: Her satıra bir subreddit girin. Gösterilen trafik rakamları biten son aya aittir.

source: subreddit traffic
tr: subreddit trafiği

source: not found
tr: bulunamadı

source: unsubscribe
tr: aboneliği iptal et

source: first
tr: ilk

source: thanks for buying creddits!
tr: kredi aldığın için teşekkürler!

source: thanks for subscribing!
tr: abone olduğun için teşekkürler!

source: enter your confirmation code below to claim your gift creddits
tr: hediye kreddilerini almak için onay kodunu aşağıya gir

source: enter your confirmation code below to activate reddit gold
tr: reddit gold'u etkinleştirmek için onay kodunu aşağıya gir

source: You're already a reddit gold subscriber.
tr: Zaten reddit gold abonesisin.

source: But if you just gave us even more money, enter the new confirmation code below and we'll add the extra credit to your account.
tr: Ama eğer bize biraz önce daha fazla para verdiysen, aşağıya yeni onay kodunu girdiğinde ek krediyi hesabına yükleyebiliriz.

source: claim
tr: al

source: trending subreddits
tr: ilgi gören subreddit'ler

source: dust
tr: boş

source: mark all as read
tr: tümünü okundu olarak işaretle

source: (this may take a while)
tr: (biraz zaman alabilir)

source: Ongoing awards, and their most recent winners:
tr: Devam eden odüller, ve son kazananlar:

source: won by
tr: kazanan

source: recently won by
tr: yakın zamanda kazanan

source: for this
tr: şunun için

source: Special awards:
tr: Özel ödüller:

source: Recent activity on your account
tr: Hesabındaki son etkinlikler

source: Location
tr: Konum

source: Last Visit
tr: Son ziyaret

source: Log out of all other sessions
tr: Diğer oturumların tümünü kapat

source: clear sessions
tr: oturumları temizle

source: Apps you have authorized
tr: İzin verdiğin uygulamalar

source: who to ban?
tr: kim engellenecek?

source: (will not be visible to user)
tr: (kullanıcıya görünmeyecek)

source: how long?
tr: ne kadar süreyle?

source: days (leave blank for permanent)
tr: gün (kalıcı olması için boş bırak)

source: who to mute?
tr: kim susturulacak?

source: why the mute?
tr: niçin susturuyorsun?

source: No items found
tr: Hiçbir öğe bulunamadı

source: jump to
tr: atla

source: show all
tr: tümünü göster

source: send message
tr: ileti gönder

source: can't remove
tr: silinemedi

source: %(time)s days left
tr: %(time)s gün kaldı

source: make permanent
tr: kalıcı yap

source: made permanent
tr: kalıcı yapıldı

source: you type:
tr: yazdığın:

source: you see:
tr: gördüğün:

source: italics
tr: italik

source: bold
tr: kalın

source: item
tr: birim

source: quoted text
tr: alıntı

source: formatting help
tr: biçimleme yardımı

source: upload
tr: gönder

source: Type:
tr: Tür:

source: uploading
tr: gönderiliyor

source: last edited
tr: son düzenleme

source: Adult content: Not Safe For Work
tr: Yetişkin içerik: İşyeri İçin Uygun Değil

source: Quarantined
tr: Karantinaya alındı

source: learn more
tr: daha fazlasını öğren

source: get live %(site)s headlines on your site
tr: sitene canlı %(site)s başlıkları ekle

source: just cut and paste the generated code into your site and your specified %(site)s feed will be displayed and updated as new stories bubble up
tr: yaratılan kodu seçip sitene yapıştır ve seçtiğin %(site)s beslemesi görünsün ve yenilikler çıktıkça güncellensin.

source: which links do you want to display?
tr: hangi bağlantılar gösterilsin?

source: this hour
tr: bu saat

source: today
tr: bugün

source: this week
tr: bu hafta

source: this month
tr: bu ay

source: all-time
tr: tüm zamanlar

source: submitted by
tr: gönderdiği

source: saved by
tr: kaydettiği

source: upvoted by
tr: olumlu oy veren

source: downvoted by
tr: eksileyen

source: listing options
tr: listeleme seçenekleri

source: links from %(domain)s
tr: %(domain)s adresinden linkler

source: links %(submitted_by)s the user %(who)s
tr: %(who)s tarafından %(submitted_by)s bağantılar

source: links from the domain %(domain)s
tr: %(domain)s adresinden linkler

source: sorting options
tr: sıralama seçenekleri

source: hottest
tr: sıcak

source: newest
tr: yeni

source: sort links by %(what)s
tr: sıralama kriteri %(what)s

source: date range includes %(when)s
tr: tarih aralığı %(when)s

source: number of links to show
tr: gösterilecek bağ sayısı

source: remove css styling
tr: css biçimlendirmesini kaldır

source: (the widget will inherit all styles from the page)
tr: (kutucuk tüm stilleri bulunduğu sayfadan alacak)

source: enable in-widget voting
tr: kutucuk içinde oylamaya izin ver

source: (will slow down the rendering)
tr: (gösterilme süresini uzatacak)

source: two columns
tr: iki kolon

source: background color
tr: arkaplan rengi

source: (e.g., FF0000 = red)
tr: (ör., FF0000 = red)

source: border color
tr: kenar rengi

source: the code
tr: kod

source: add this into your HTML where you want the %(site)s links displayed
tr: %(site)s linklerinin nerede görünmelerini istiyorsan, HTML kodunda oraya ekle

source: this edit is for you to resolve the conflict, any text in the box below will not save.
tr: bu düzenleme, karışıklığı çözmen içindir. aşağıdaki kutuya yazdıkların kaydedilmeyecek.

source: save page
tr: sayfayı kaydet

source: submit a discussion
tr: tartışma ekle

source: The page "%s" was not found in this subreddit.
tr: "%s" sayfası bu subreddit'te bulunamadı.

source: Create page "%s"
tr: "%s" sayfasını oluştur

source: compare selected
tr: seçilenleri karşılaştır

source: who can edit this page?
tr: bu sayfayı kim düzenleyebilir?

source: use subreddit wiki permissions
tr: subreddit wiki izinlerini kullan

source: only approved wiki contributors for this page may edit
tr: yalnızca bu sayfanın onaylı wiki yazarları düzenleyebilir

source: only mods may edit and view
tr: sadece moderatörler düzenleyebilir ve görebilir

source: show this page on the listing?
tr: listelemede bu sayfa gösterilsin mi?

source: show this page on the list of wiki pages
tr: wiki sayfalarının listesinde bu sayfayı göster

source: allow users to edit page
tr: kullanıcıların sayfayı düzenlemesine izin ver

source: username does not exist
tr: kullanıcı adı mevcut değil

source: done
tr: bitti

source: save settings
tr: ayarları kaydet

source: revert here
tr: bunu geri getir

source: this page is empty
tr: bu sayfa boş

source: revision by %(user)s
tr: %(user)s tarafından revizyon

source: view source
tr: kaynağı göster

source: that user is already a contributor
tr: bu kullanıcı zaten katkıda bulunanlar arasıda

source: Manage live threads
tr: Canlı konuları yönet

source: this thread has been banned
tr: bu konu engellenmiştir

source: reddit live
tr: reddit canlı

source: live threads
tr: canlı konular

source: closed threads
tr: kapalı konular

source: most active threads
tr: en etkin konular

source: reported threads
tr: rapor edilmiş konular

source: create live thread
tr: canlı konu oluştur

source: active
tr: aktif

source: closed
tr: kapalı

source: [live]
tr: [canlı]

source: updates
tr: güncellemeler

source: contributors
tr: katkıda bulunanlar

source: current contributors
tr: şu anki katkıda bulunanlar

source: update
tr: güncelleme

source: post updates
tr: güncelleme paylaş

source: change the title and description
tr: başlığı ve açıklamayı değiştir

source: close live thread
tr: canlı konuyu kapat

source: permanently close the live thread
tr: bu canlı konuyu kalıcı olarak kapat

source: resources
tr: kaynaklar

source: popup notifications
tr: kutucuk bildirimleri

source: strike
tr: üstünü çiz

source: striking…
tr: üstü çiziliyor…

source: stricken
tr: üstü çizildi

source: deleting…
tr: siliniyor…

source: submitting report…
tr: rapor gönderiliyor…

source: you reported this live thread for: %(violation)s
tr: bu canlı konuyu şu yüzden gammazladınız: %(violation)s

source: no further updates
tr: başka güncelleme yok

source: connecting
tr: bağlanıyor

source: connecting to update server
tr: güncelleme sunucusuna bağlanıyor

source: updating in real time
tr: gerçek zamanlı olarak güncelleniyor

source: could not connect to update servers. please refresh
tr: güncelleme sunucularına bağlanılamadı. lütfen sayfayı yenile

source: disconnected. retrying in %(delay)s second...
tr: bağlantı kesildi. %(delay)s saniye içinde yeniden denenecek...

source: %(num)s viewer
tr: %(num)s izleyici

source: warning: we're already featuring a live thread. you shouldn't submit a new link unless you are deleting this one: %(thread)s
tr: uyarı: zaten bir canlı konu yayınlıyoruz. bunu silmediğin sürece yeni bir bağlantı göndermemelisin: %(thread)s

source: reddit live: happening now
tr: reddit canlı: şu anda olan biten

source: you are no longer a contributor
tr: artık katkıda bulunan değilsin

source: stop being a contributor?
tr: katkıda bulunan olmaktan vazgeçilsin mi?

source: you are a contributor to this live thread. %(action)s
tr: bu canlı konuya katkıda bulunuyorsun. %(action)s

source: you are now a contributor. welcome to the team!
tr: artık katkıda bulunanlar arasındasın. takıma hoş geldin!

source: become a contributor to this live thread?
tr: bu başlığa katkıda bulunanlara katılmak istiyor musun?

source: you are invited to become a contributor. %(action)s
tr: katkıda bulunan olmaya davet edildin. %(action)s

source: create a new live thread
tr: yeni bir canlı konu oluştur

source: don't worry, you'll be able to change these later
tr: merak etme, bunları daha sonra değiştirebileceksin

source: unban
tr: engeli kaldır

source: banned by: %(user)s
tr: %(user)s tarafından engellendi

source: ban
tr: engelle

source: disconnected
tr: bağlantı kesildi

source: make update
tr: güncelleme yap

source: less about this live thread
tr: bu canlı konu hakkında daha az bilgi
