Repository: lurt763/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: tr

source: more about this live thread
tr: bu canlı konu hakkında daha fazla bilgi

source: comment threads on reddit linking to this page
tr: reddit'te bu sayfaya bağlantı veren konulara yorum yap

source: updated by
tr: güncelleyenler

source: report a rule violation
tr: kural ihlali bildir

source: uh oh! how does this live thread break %(reddits_rules)s?
tr: bu canlı konu %(reddits_rules)snı nasıl ihlal ediyor?

source: reddit's rules
tr: reddit kuralları

source: oops, never mind
tr: neyse, boş ver

source: information and links that are useful at any point
tr: bilgi ve bağlantılar her noktada kullanışlıdır

source: close the live thread
tr: canlı konuyu kapat

source: this will mark the thread as complete and prevent further updates from being added. it cannot be undone.
tr: bu, konuyu bitmiş olarak işaretleyecek ve ileride güncellenmesini önleyecek. bu işlem geri alınamaz.

source: close thread permanently
tr: konuyu kalıcı olarak kapat

source: LIVE
tr: CANLI

source: (~%(num)s person watching)
tr: (~%(num)s kişi izliyor)

source: follow live events as they happen
tr: canlı olayları olurken takip et

source: make a new live thread
tr: yeni bir canlı konu oluştur

source: [read the FAQ](/r/live/wiki/index) or [check out /r/live for more info](/r/live)
tr: [SSS'yi oku](/r/live/wiki/index) veya [daha fazla bilgi için /r/live'a göz at](/r/live)

source: invite
tr: davet et

source: this thread is NSFW
tr: bu konu müstehcendir

source: visit the thread directly to see its content
tr: içeriğini görmek için konuyu doğrudan ziyaret et

source: see more
tr: daha fazla göster

source: no discussions yet. [start one]({url})
tr: ortada tartışma falan yok. [yeni bir tartışma başlat]({url})

source: one or two sentences (120 characters) saying what this thread is about
tr: bu konunun neyle ilgili olduğunu söyleyen bir ya da iki cümle (120 karakter)
