Repository: lurt763/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: tr

source: reddit is a platform for internet communities
tr: reddit, internet topluluklarına yönelik bir platformdur

source: where your votes shape what the world is talking about.
tr: ve burada nelerin konuşulduğunu sizin oylarınız belirler.

source: add subreddit
tr: subreddit ekle

source: raise it to %s
tr: yükselt: %s

source: %s visible
tr: %s görünür halde

source: %(bonus)s bonus subreddits
tr: %(bonus)s ekstra subreddit

source: you have a credit card gold subscription. your card (ending in %(last4)s) will be charged %(amount)s on %(date)s.
tr: kredi kartıyla gold aboneliğin var. %(date)s tarihinde kartından (%(last4)s ile biten) %(amount)s çekilecek.

source: search
tr: ara

source: muted
tr: susturuldu

source: invited
tr: davet edildi

source: grant flair
tr: rozet ver

source: user flair templates
tr: kullanıcı rozet şablonları

source: link flair templates
tr: bağlantı rozeti şablonları

source: none
tr: hiçbiri

source: suggestions:
tr: öneriler:

source: Create your ad on this page. Have questions? Check out the [Help Center](%(help_center)s) or [/r/selfserve](%(selfserve)s).
tr: Bu sayfada reklamını oluştur. Soruların mı var? [Yardım Merkezi'ne](%(help_center)s) veya [/r/selfserve'e](%(selfserve)s) bir bak.

source: start date
tr: başlangıç tarihi

source: end date
tr: bitiş tarihi

source: links
tr: bağlantılar

source: date
tr: tarih

source: owner
tr: sahibi

source: url
tr: adres

source: upvotes
tr: olumlu oylar

source: downvotes
tr: olumsuz oylar

source: clicks
tr: tıklama

source: impressions
tr: gösterim

source: campaigns
tr: kampanyalar

source: link id
tr: bağlantı no

source: campaign id
tr: kampanya no

source: target
tr: hedef

source: frontpage clicks
tr: ön sayfa tıklamaları

source: frontpage impressions
tr: ön sayfa gösterimi

source: subreddit clicks
tr: subreddit tıklaması

source: subreddit impressions
tr: subreddit gösterimi

source: total clicks
tr: toplam tıklama

source: total impressions
tr: toplam gösterim

source: account activity
tr: hesap etkinliği

source: subscribed
tr: abonelikler

source: your front page
tr: ana sayfan

source: everything
tr: her şey

source: from all subreddits
tr: tüm subreddit'lerden

source: moderating
tr: yönettiklerin

source: subreddits you mod
tr: yönettiğin subreddit'ler

source: gold perks
tr: gold ayrıcalıkları

source: explore multis
tr: multi'leri keşfet

source: your subscribed subreddits
tr: abone olduğun subreddit'ler

source: this promoted link uses city level targeting and may have been shown to you because of your location. ([learn more](%(link)s))
tr: bu sponsorlı bağlantı şehre göre gösterilir ve konumun yüzünden gösterilmektedir. ([daha fazla bilgi](%(link)s))

source: this promoted link uses country level targeting and may have been shown to you because of your location. ([learn more](%(link)s))
tr: bu sponsorlı bağlantı ülkeye göre gösterilir ve konumun yüzünden gösterilmektedir. ([daha fazla bilgi](%(link)s))

source: uniques by %s
tr: eşsiz %s

source: uniques
tr: tekil gösterimler

source: pageviews by %s
tr: %s sayfa gösterimi

source: pageviews
tr: sayfa gösterimi

source: traffic by %s
tr: %s trafiği

source: total impressions by day
tr: günlük toplam gösterim

source: total clicks by day
tr: günlük toplam tıklama

source: ad totals
tr: reklam toplamları

source: frontpage
tr: ön sayfa

source: impressions by %s
tr: %s gösterimleri

source: unique clicks
tr: eşsiz tıklama

source: clicks by %s
tr: %s tıklamaları

source: subscriptions by day
tr: günlük abonelik

source: subscriptions
tr: abonelikler

source: total
tr: toplam

source: date and time (UTC)
tr: tarih ve saat (UTC)

source: click-through rate (%)
tr: tıklanma oranı (%)

source: spent
tr: harcandı

source: view
tr: göster

source: edit
tr: düzenle

source: talk
tr: konuş

source: settings
tr: ayarlar

source: this wiki is currently disabled, only mods may interact with this wiki
tr: bu wiki şu an devre dışı, sadece moderatörler bu wiki ile oynayabilir

source: this page is empty, edit it to add some content.
tr: bu sayfa boş, içerik eklemek için düzenle.

source: page %s does not exist in this subreddit
tr: bu subreddit'te sayfa %s yok

source: editing
tr: düzenleme

source: This page is restricted, only moderators may edit it.
tr: Bu sayfa kısıtlı, sadece moderatörler tarafından düzenlenebilir.

source: revisions
tr: düzenlemeler

source: Viewing recent revisions for /r/%s
tr: /r/%s için son değişiklikleri görüyorsunuz

source: Viewing pages for /r/%s
tr: /r/%s sayfalarını görüyorsun

source: Below is a list of pages in this wiki visible to you in this subreddit.
tr: Bu subreddit'te görebileceğin bu wiki'deki sayfa listesi aşağıdadır.

source: discussions
tr: tartışmalar

source: Discussions are site-wide links to this wiki page.
tr: Tartışmalar, siteden bu wiki sayfasına gelen bağlantılardır.

source: Submit a link to this wiki page or see other discussions about this wiki page.
tr: Bu wiki sayfasına bağlantı gönder veya bu wiki sayfası hakkındaki diğer tartışmaları gör.

source: %(min)d to any
tr: en az %(min)d

source: any to %(max)d
tr: en fazla %(max)d

source: %(min)d to %(max)d
tr: %(min)d - %(max)d arası

source: please provide a first name
tr: lütfen ad belirt

source: please provide a last name
tr: lütfen soyad belirt

source: please provide an address
tr: lütfen adres belirt

source: please provide your city
tr: lütfen şehrini belirt

source: please provide your state
tr: lütfen eyaletini belirt

source: please provide your zip or post code
tr: lütfen posta kodunu belirt

source: please provide your country
tr: lütfen ülkeni belirt

source: max length %d characters
tr: maksimum uzunluk %d karakter

source: credit card numbers should be 13 to 16 digits
tr: kredi kartı numaraları 13-16 haneli olmalı

source: dates should be YYYY-MM
tr: tarihler YYYY-AA biçiminde olmalı

source: month must be in the range 01..12
tr: ay, 01 ve 12 arasında olmalı

source: expiration date must be in the future
tr: geçerlilik sonu gelecekteki bir tarih olmalı

source: card verification codes should be 3 or 4 digits
tr: ccv numarası 3 veya 4 haneli olmalı

source: a user by name
tr: ada göre kullanıcı

source: a [fullname](#fullname) of a link
tr: bir linkin [fullname](#fullname)'i

source: an app
tr: uygulama

source: an app developed by the user
tr: kullanıcı tarafından geliştirilen bir uygulama

source: no spaces allowed
tr: boşluk kullanılamaz

source: invalid character: '%s'
tr: geçersiz karakter: '%s'

source: can't start with a '_'
tr: '_' ile başlayamaz

source: that name is too short
tr: bu ad çok kısa

source: that name is too long
tr: bu ad çok uzun

source: the name of an existing wiki page
tr: mevcut bir wiki sayfasının adı

source: a wiki revision ID
tr: wiki düzenleme kimliği

source: the name of an existing page or a new page to create
tr: mevcut bir sayfanın veya yeni oluşturulacak sayfanın adı

source: the starting point revision for this edit
tr: bu düzenleme için başlangıç noktası revizyonu

source: Your reddit gold subscription has expired.
tr: reddit gold aboneliğinin süresi doldu.

source: Your subscription to reddit gold has expired.
tr: reddit gold aboneliğin sona erdi.

source: Your reddit gold subscription is about to expire!
tr: reddit gold abonelik süren dolmak üzere!

source: Your subscription to reddit gold will be expiring soon.
tr: reddit gold aboneliğin yakında sona erecek.

source: a moderator
tr: bir moderatör

source: approved by %s
tr: %s onayladı

source: [deleted]
tr: [silinmiş]

source: a redditor gifted you a month of reddit gold for this comment.
tr: bir redditör bu yorumun için sana bir aylık reddit gold hediye etti.

source: a redditor gifted you a month of reddit gold for this submission.
tr: bir redditör bu gönderi için sana bir aylık reddit gold hediye etti.

source: you have gifted reddit gold to %(recipient)s for this comment.
tr: %(recipient)s adlı kullanıcıya reddit gold hediye ettin.

source: you have gifted reddit gold to %(recipient)s for this submission.
tr: Bu gönderi için %(recipient)s adlı kullanıcıya reddit gold hediye ettin.

source: a redditor has gifted reddit gold to %(recipient)s for this comment.
tr: bir redditör %(recipient)s adlı kullanıcıya yorumu için reddit gold hediye etti.

source: a redditor has gifted reddit gold to %(recipient)s for this submission.
tr: redditörler bu paylaşım için %(recipient)s adlı kullanıcıya reddit gold hediye etti.

source: by %(author)s to %(reddit)s
tr: %(author)s tarafından %(reddit)s reddit'ine

source: by %(author)s
tr: %(author)s tarafından

source: %(score)s submitted %(when)s %(lastedited)s
tr: %(score)s %(when)s %(lastedited)s gönderdi

source: submitted %(when)s %(lastedited)s by %(author)s to %(reddit)s
tr: %(when)s %(lastedited)s %(author)s %(reddit)s subreddit'ine gönderdi

source: submitted %(when)s %(lastedited)s by %(author)s
tr: %(when)s %(lastedited)s %(author)s gönderdi

source: %(score)s submitted %(when)s
tr: %(score)s %(when)s gönderdi

source: submitted %(when)s by %(author)s to %(reddit)s
tr: %(when)s %(author)s %(reddit)s subreddit'ine gönderdi

source: submitted %(when)s by %(author)s
tr: %(when)s %(author)s gönderdi

source: %(link)s by %(author)s in %(subreddit)s
tr: %(subreddit)s içinde %(author)s tarafından %(link)s

source: comment score below threshold
tr: yorum skoru sınırın altında

source: blocked user
tr: engelli kullanıcı

source: username mention
tr: kullanıcı adını anma

source: from %(author)s via %(subreddit)s sent %(when)s
tr: %(author)s adlı kullanıcı %(subreddit)s aracılığıyla %(when)s tarihinde gönderdi

source: [message from blocked subreddit]
tr: [engellenmiş subreddit'ten mesaj]

source: subreddit message via %(subreddit)s sent %(when)s
tr: %(subreddit)s aracılığıyla %(when)s subreddit mesajı

source: to %(dest)s via %(subreddit)s sent %(when)s
tr: %(dest)s konumuna %(subreddit)s aracılığıyla %(when)s tarihinde gönderildi

source: from %(author)s via %(subreddit)s to %(dest)s sent %(when)s
tr: %(author)s kişisinden %(subreddit)s aracılığıyla %(dest)s konumuna %(when)s tarihinde gönderildi

source: to %(subreddit)s sent %(when)s
tr: %(when)s tarihinde %(subreddit)s subreddit'ine gönderildi

source: from %(author)s to %(subreddit)s sent %(when)s
tr: %(author)s kişisinden %(subreddit)s 'e %(when)s gönderildi

source: from %(author)s sent %(when)s
tr: %(author)s %(when)s gönderdi

source: to %(dest)s sent %(when)s
tr: %(dest)s konumuna %(when)s gönderildi

source: to %(dest)s from %(author)s sent %(when)s
tr: %(author)s kişisinden %(dest)s konumuna %(when)s gönderildi

source: [message from blocked user]
tr: [engellenmiş kullanıcıdan mesaj]

source: [unblock user to see this message]
tr: [mesajı görmek için kullanıcının engelini kaldır]

source: note
tr: not

source: friendship
tr: arkadaşlık

source: add a friend
tr: arkadaş ekle

source: blocked users
tr: engelli kullanıcılar

source: users banned from /r/%(subreddit)s
tr: /r/%(subreddit)s subreddit'inden engellenmiş kullanıcılar

source: users muted from /r/%(subreddit)s
tr: /r/%(subreddit)s içerisinde susturulan kullanıcılar

source: ban wiki contibutors
tr: wiki katkılarını engelle

source: wiki contibutors banned from /r/%(subreddit)s
tr: wiki katılımcıları /r/%(subreddit)s subreddit'inden engellendi

source: approved submitters for /r/%(subreddit)s
tr: /r/%(subreddit)s için onaylanmış gönderenler

source: add approved submitter
tr: onaylı gönderici ekle

source: approved wiki contributors for /r/%(subreddit)s
tr: /r/%(subreddit)s için onaylanmış wiki katılımcıları

source: add approved wiki contributor
tr: onaylanmış wiki yazarı ekle

source: invite moderator
tr: moderatör davet et

source: you are a moderator of this subreddit. %(action)s
tr: bu subreddit'in moderatörüsün. %(action)s

source: invited moderators for %(subreddit)s
tr: davet edilen %(subreddit)s moderatörleri

source: force add moderator
tr: zorla moderatör ekle

source: moderators of /r/%(subreddit)s
tr: /r/%(subreddit)s moderatörleri

source: [reddit] %(user)s has shared a link with you
tr: [reddit] %(user)s seninle bir bağlantı paylaştı

source: [feedback] feedback from '%(user)s'
tr: [geribildirim] '%(user)s' kullanıcısından dönüt

source: [advertising] feedback from '%(user)s'
tr: [reklam] '%(user)s' adlı kullanıcıdan geri bildirim

source: [reddit] email removal notice
tr: [reddit] e-posta silinme duyurusu

source: [reddit] email addition notice
tr: [reddit] e-posta ekleme duyurusu

source: [reddit] reset your password
tr: [reddit] parolanı sıfırla

source: [reddit] verify your email address
tr: [reddit] e-posta adresini doğrula

source: [reddit] your promotion has been accepted
tr: [reddit] tanıtımın kabul edildi

source: [reddit] your promotion has been rejected
tr: [reddit] tanıtımın reddedildi

source: [reddit] your promotion has been charged
tr: [reddit] reklamınızın ödemesi alındı

source: [reddit] your promotion is now live
tr: [reddit] tanıtımın yayında

source: [reddit] your promotion has finished
tr: [reddit] tanıtımın sona erdi

source: [reddit] your promotion has been created
tr: [reddit] tanıtımın oluşturuldu

source: [reddit] hey, nerd!
tr: [reddit] bir baksana!

source: [reddit] reddit gold activation link
tr: [reddit] reddit gold etkinleştirme bağlantısı

source: [reddit] your password has been changed
tr: [reddit] parolanız değişti

source: [reddit] your email address has been changed
tr: [reddit] e-posta adresiniz değişti

source: [reddit] your campaign didn't get enough impressions
tr: [reddit] kampanyanız yeterince gösterim almadı

source: [reddit] your payment has been voided
tr: [reddit] ödemen geçersiz kılındı

source: [reddit] your reddit gold gift code
tr: [reddit] reddit gold hediye kodunuz

source: [selfserve] suspicious payment alert
tr: [selfserve] şüpheli ödeme uyarısı

source: [selfserve] fraud alert
tr: [selfserve] dolandırıcılık uyarısı

source: [selfserve] a user has committed fraud
tr: [selfserve] bir kullanıcı sahtekârlık yaptı

source: [reddit] Ads Alert
tr: [reddit] Reklam Uyarısı

source: ban user
tr: kullanıcıyı yasakla

source: unban user
tr: kullanıcı yasağını kaldır

source: remove post
tr: gönderiyi kaldır

source: approve post
tr: gönderiyi onayla

source: remove comment
tr: yorumu sil

source: approve comment
tr: yorumu onayla

source: add moderator
tr: moderatör ekle

source: remove moderator
tr: moderatörü sil

source: uninvite moderator
tr: moderatör davetini iptal et

source: accept moderator invite
tr: moderatör davetini kabul et

source: add contributor
tr: katılımcı ekle

source: remove contributor
tr: katılımcıyı sil

source: edit settings
tr: ayarları düzenle

source: distinguish
tr: öne çıkar

source: mark nsfw
tr: nsfw olarak işaretle

source: ban from wiki
tr: wiki'den engelle

source: unban from wiki
tr: wiki engelini kaldır

source: add wiki contributor
tr: wiki katılımcısı ekle

source: delist/relist wiki pages
tr: wiki sayfalarının listesini boz/onları yeniden listele

source: remove wiki contributor
tr: wiki yazarını sil

source: wiki revise page
tr: wiki düzenleme sayfası

source: wiki page permissions
tr: wiki sayfası izinleri

source: ignore reports
tr: raporları yoksay

source: unignore reports
tr: raporları yok sayma

source: permissions
tr: izinler

source: set suggested sort
tr: önerilen sıralamayı ayarla

source: sticky post
tr: sabit gönderi

source: unsticky post
tr: gönderi sabitliğini kaldır

source: set contest mode
tr: yarışma moduna ayarla

source: unset contest mode
tr: yarışma modunu kapat

source: lock post
tr: gönderiyi kilitle

source: unlock post
tr: gönderinin kilidini aç

source: mute user
tr: kullanıcıyı sustur

source: unmute user
tr: kullanıcının susturulmasını kaldır

source: wiki banned
tr: wiki engellendi

source: unbanned from wiki
tr: wiki engeli kaldırıldı

source: added wiki contributor
tr: wiki katılımcısı eklendi

source: removed wiki contributor
tr: wiki katılımcısı silindi

source: unbanned
tr: yasak kaldırıldı

source: removed
tr: kaldırıldı

source: approved
tr: onaylanmış

source: added moderator
tr: moderatör eklendi

source: removed moderator
tr: moderatör silindi

source: invited moderator
tr: moderatör davet edildi

source: uninvited moderator
tr: moderatör daveti geri çekildi

source: accepted moderator invitation
tr: moderatör daveti kabul edildi

source: added approved contributor
tr: onaylı moderatör eklendi

source: removed approved contributor
tr: onaylı moderatör silindi

source: edited settings
tr: düzenlenmiş ayarlar

source: edited flair
tr: rozet düzenlendi

source: edited wiki page
tr: wiki sayfası düzenlendi

source: changed wiki page permission level
tr: wiki sayfası izin düzeyi değiştirildi

source: changed wiki page listing preference
tr: wiki sayfası listeleme tercihi değişti

source: distinguished
tr: öne çıkarıldı

source: marked nsfw
tr: nsfw olarak işaretlenmiş

source: ignored reports
tr: yok sayılmış raporlar

source: unignored reports
tr: yok sayılmamış raporlar

source: changed permissions on
tr: izinler değiştirildi:

source: stickied
tr: sabitlendi

source: unstickied
tr: sabitlikten kaldırıldı

source: set contest mode on
tr: yarışma modunu aç

source: unset contest mode on
tr: yarışma modunu kapat

source: locked
tr: kilitli

source: unlocked
tr: kilidi açık

source: unmuted
tr: susturma kaldırıldı

source: unspam
tr: spam olmaktan çıkar

source: confirmed spam
tr: onaylanmış spam

source: removed not spam
tr: silinmiş spam olmayan öğe

source: removed spam
tr: silinmiş spam

source: removed self
tr: kendini kaldırmış

source: title
tr: Başlık

source: description
tr: açıklama

source: sidebar
tr: kenar çubuğu

source: language
tr: dil

source: type
tr: tür

source: link type
tr: bağlantı türü

source: submit link button label
tr: bağlantı gönder düğmesi etiketi

source: submit text post button label
tr: yazı gönder düğmesi etiketi

source: comment score hide period
tr: yorum puanı gizleme süresi

source: toggle viewers must be over 18
tr: "izleyenler 18 yaşından büyük olmalı"yı aç/kapat

source: toggle allow in default/trending lists
tr: varsayılan/gündemde listelerini aç/kapa

source: toggle show thumbnail images of content
tr: içeriklerin küçük resimlerini göstermeyi aç/kapat

source: toggle public traffic stats page
tr: genel trafik istatistikleri sayfasını aç/kapa

source: toggle collapse deleted/removed comments
tr: silinmiş/kaldırılmış yorumların daraltılmasını aç/kapa

source: toggle exclude banned users' posts from modqueue
tr: yasaklı kullanıcıların gönderilerini mod kuyruğundan çıkarmayı aç/kapa

source: toggle show sidebar from cname
tr: cname'den kenar çubuğunu göstermeyi aç/kapt

source: toggle custom CSS from cname
tr: cname için özel CSS'i aç/kapat

source: header title
tr: üstbilgi başlığı

source: delete header image
tr: üstbilgi resmini sil

source: delete image
tr: resmi sil

source: delete icon image
tr: simge resmini sil

source: delete banner image
tr: banner resmini sil

source: upload header image
tr: üstbilgi resmi yükle

source: upload icon image
tr: simge resmini yükle

source: upload banner image
tr: banner resmini yükle

source: upload image
tr: resim yükle

source: add/edit flair
tr: rozet ekle/düzenle

source: delete flair
tr: rozeti sil

source: edit by csv
tr: csv ile düzenle

source: toggle flair enabled
tr: rozet etkinliğini aç/kapat

source: toggle user flair position
tr: kullanıcı rozeti konumunu aç/kapat

source: toggle link flair position
tr: bağlantı rozet konumunu aç/kapat

source: toggle user assigned flair enabled
tr: kullanıcının atadığı rozetleri aç/kapat

source: toggle submitter assigned link flair enabled
tr: göndericinin verdiği rozetleri aç/kapat

source: add/edit flair templates
tr: rozet şablonlarını ekle/düzenle

source: delete flair template
tr: rozet şablonunu sil

source: clear flair templates
tr: rozet şablonlarını temizle

source: remove
tr: kaldır

source: set permissions on moderator
tr: moderatör izinlerini ayarla

source: set permissions on moderator invitation
tr: moderatör davet izinlerini ayarla

source: highest
tr: en yüksek

source: standard
tr: standart

source: remnant
tr: kalıntı

source: lower priority, impressions are not guaranteed
tr: düşük öncelik, gösterim garantisi yoktur

source: house
tr: şirket

source: non-CPM, displays in all unsold impressions
tr: CPM dışı, tüm satılmamış gösterimlerde görünür

source: collection: %(name)s
tr: koleksiyon: %(name)s

source: vote manipulation
tr: oy hilesi

source: personal information
tr: kişisel bilgi

source: sexualizing minors
tr: reşit olmayan kişileri cinselleştiriyor

source: breaking reddit
tr: reddit'i bozuyor

source: orangered
tr: turuncu-kırmızı

source: orange
tr: turuncu

source: lime
tr: limon

source: green
tr: yeşil

source: mint
tr: nane

source: blue
tr: mavi

source: alien blue
tr: uzay mavisi

source: %s (filtered)
tr: %s (filtrelendi)

source: posts from %s
tr: %s gönderileri

source: %s subreddits curated by /u/%s
tr: /u/%s tarafından derlenen %s subreddit

source: %(domain)s on %(reddit.com)s
tr: %(reddit.com)s üzerinde %(domain)s

source: Any Scope
tr: Tüm kapsam

source: Update account information
tr: Hesap bilgilerini güncelle

source: Update preferences and related account information. Will not have access to your email or password.
tr: Kişisel tercihleri ve ilgili hesap bilgisini güncelle. E-posta'na veya şifrene erişimi olmayacak.

source: Spend reddit gold creddits
tr: reddit gold kreddilerini harca

source: Spend my reddit gold creddits on giving gold to other users.
tr: reddit gold kreddilerimi başkalarına gold vermek için harca.

source: Edit Posts
tr: Gönderileri düzenle

source: Edit and delete my comments and submissions.
tr: Yorumlarımı gönderilerimi düzenle veya sil.

source: Manage My Flair
tr: Rozetimi Yönet

source: Select my subreddit flair. Change link flair on my submissions.
tr: Subreddit rozetimi seç. Gönderilerimdeki rozet linkini değiştir.

source: History
tr: Geçmiş

source: Access my voting history and comments or submissions I've saved or hidden.
tr: Kaydettiğim veya saklamış olduğum oylama listeme ve yorumlarıma veya gönderilerime eriş.

source: My Identity
tr: Kimliğim

source: Access my reddit username and signup date.
tr: Benim reddit kullanıcı adım ve kaydolma tarihime eriş.

source: Approve submitters and ban users
tr: Göndericileri onayla ve kullanıcıları engelle

source: Add/remove users to approved submitter lists and ban/unban or mute/unmute users from subreddits I moderate.
tr: Onaylı gönderici listesine kullanıcı ekle/çıkart ve yönettiğim subreddit'lerdeki kullanıcıları engelle/engeli kaldır veya sustur/susturmayı kaldır.

source: Moderate Flair
tr: Rozeti yönet

source: Manage and assign flair in subreddits I moderate.
tr: Yönettiğim subreddit'lerde rozetleri yönet ve ata.

source: Moderate Posts
tr: Gönderileri yönet

source: Approve, remove, mark nsfw, and distinguish content in subreddits I moderate.
tr: Yönettiğim subreddi'tleri onayla, sil, nsfw olarak işaretle veya öne çıkar.

source: Moderate Subreddit Configuration
tr: Subreddit Yapılandırmasını Yönet

source: Manage the configuration, sidebar, and CSS of subreddits I moderate.
tr: Yönettiğim sunreddit'lerin yapılandırmasını, kenar çubuğunu ve CSS'ini yönet.

source: Moderation Log
tr: Moderasyon Günlüğü

source: Access the moderation log in subreddits I moderate.
tr: Moderatörü olduğum subreddit'lerdeki yönetim kayıtlarına ulaş.

source: Invite or remove other moderators
tr: Diğer moderatörleri davet et veya kaldır

source: Invite or remove other moderators from subreddits I moderate.
tr: Benim modere ettiğim subreddit'lerden olan diğer moderatörleri davet et veya kaldır.

source: Make changes to your subreddit moderator and contributor status
tr: Subreddit moderatörünüze ve katılımcı statüsüne değişiklik yapın

source: Subreddit Traffic
tr: Subreddit Trafiği
