Repository: lurt763/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: tr

source: The moderators of this community have set it to [Reddit Gold only](/gold/about#gold-only-subreddits). You must be a [Reddit Gold member](/gold/about) to visit.
tr: Bu topluluğun moderatörleri bunu [Sadece Reddit Gold'a özel](/gold/about#gold-only-subreddits) olarak ayarlamışlar. Ziyaret etmek için [Reddit Gold üyesi](/gold/about) olmalısın.

source: get gold
tr: gold al

source: close
tr: kapat

source: The following gift note will be attached:
tr: Şu hediye notu eklenecektir:

source: Please select a payment method.
tr: Bir ödeme yöntemi seç.

source: Give gold often? Consider [buying creddits to use](/creddits), they're 40% cheaper if purchased in a set of 12.
tr: Sıklıkla altın mı veriyorsun? [Kullanmak için kreddiler almayı](/creddits) düşün, 12'li set halinde alındığında %40 daha ucuzlar.

source: Would you like to [learn more about giving gold](/gilding)?
tr: [Altın vermek hakkında daha fazla öğrenmek](/gilding) ister misin?

source: (use %(current)s of your %(total)s creddits)
tr: ( %(total)s kreddinin %(current)s kadarını kullan)

source: Credit Card
tr: Kredi Kartı

source: Stripe is PCI compliant and your credit card information is sent directly to them.
tr: Stripe, PCI uyumludur ve kredi kartı bilgilerin doğrudan onlara gönderilir.

source: card number
tr: kart numarası

source: cvc
tr: cvc (güvenlik kodu)

source: expiration date
tr: son kullanma tarihi

source: address line 1
tr: adres satırı 1

source: address line 2
tr: adres satırı 2

source: city
tr: şehir

source: state/province
tr: eyalet/il

source: country
tr: ülke

source: zip
tr: posta kodu

source: Submit
tr: Gönder

source: your account doesn't have a gold subscription.
tr: hesabınızda gold üyeliği bulunmamakta.

source: use different card
tr: başka bir kart kullan

source: cancel subscription
tr: aboneliği iptal et

source: you have a paypal gold subscription. go to %(paypal)s to manage it.
tr: paypal gold aboneliğin var. yönetmek için %(paypal)s adresine git.

source: daily reddit gold goal
tr: günlük reddit gold hedefi

source: help support reddit
tr: reddit'i destekle

source: Yesterday's reddit gold goal
tr: Dünkü reddit gold hedefi

source: ready for something new? %s subscribe %s to some new subreddits.
tr: yeni bir şeylere hazır mısın? yeni birkaç subreddit'e %s abone ol %s.

source: it looks like you haven't %s subscribed %s to any subreddits yet. want some ideas?
tr: henüz hiçbir subreddit'e %s abone %s olmamışsın. öneri ister misin?

source: what are you interested in?
tr: nelerle ilgileniyorsun?

source: try these:
tr: şunları dene:

source: serendipity
tr: rastgele

source: back to Reddit
tr: reddit'e geri dön

source: language traffic statistics
tr: dil trafiği istatistikleri

source: traffic by language
tr: dile göre trafik

source: suggested sort cleared
tr: önerilen sıralama temizlendi

source: clear suggested sort
tr: önerilen sıralamayı temizle

source: clear suggested sort?
tr: önerilen sıralama temizlensin mi?

source: set as suggested sort
tr: önerilen sıralama olarak ayarla

source: suggested sort set
tr: önerilen sıralama ayarlandı

source: disable inbox replies
tr: gelen kutusu cevaplarını etkisizleştir

source: inbox replies disabled
tr: gelen kutusu cevapları etkisizleştirildi

source: enable inbox replies
tr: gelen kutusu cevaplarını etkinleştir

source: inbox replies enabled
tr: gelen kutusu cevapları etkinleştirildi

source: inbox replies will send you a message when this link receives a new top-level comment
tr: bu link yeni bir yüksek seviye yorum aldığında gelen kutusu cevapları sana bir mesaj gönderecek

source: disable contest mode
tr: yarışma modunu kapat

source: contest mode disabled
tr: yarışma modu kapatıldı

source: enable contest mode
tr: yarışma modunu etkinleştir

source: contest mode enabled
tr: yarışma modu etkinleştirildi

source: this thread is in contest mode
tr: bu konu yarışma modunda

source: as a mod, you can sort comments however you wish and scores are visible. regular users have randomized sorting and cannot see the scores.
tr: bir mod olarak yorumları istediğin gibi sıralayabilirsin ve puanlar görünür durumdadır. sıradan kullanıcılarda bu sıralama rastgeledir ve puanları göremezler.

source: contest mode randomizes comment sorting, hides scores, and collapses replies by default.
tr: yarışma modu yorumları rasgele sıralar, puanları saklar ve yanıtları varsayılan olarak gizler.

source: this post was submitted on
tr: gönderilme tarihi:

source: %(percent)s upvoted
tr: %(percent)s olumlu oy

source: comments from %(site)s
tr: %(site)s yorumları

source: there doesn't seem to be anything here
tr: burada pek bir şey yok

source: multireddits
tr: multireddit'ler

source: new! create sets of subreddits to view together.
tr: yeni! birlikte görebileceğin subreddit kümeleri oluştur.

source: for starters, try one of these:
tr: yeni başlayanlar şunları deneyebilir:

source: to hide these samples, create a multi of your own:
tr: bu örnekleri gizlemek için kendi multi'ni oluştur:

source: explore some new subreddits
tr: yeni subreddit'leri keşfet

source: or try a multi:
tr: veya bir multi'yi dene:

source: or try a %(random_subreddit)s
tr: veya bir %(random_subreddit)s dene

source: random subreddit
tr: rastgele subreddit

source: using the default subreddits for your location (%(location)s)
tr: konumun (%(location)s) için varsayılan subreddit'ler kullanılıyor

source: use global defaults
tr: global varsayılanları kullan

source: dismiss this message
tr: bu mesajı görmezden gel

source: This post has been locked by the community moderators
tr: Bu gönderi topluluk moderatörleri tarafından kilitlenmiştir

source: New comments can no longer be added.
tr: Artık yeni yorumlar eklenemez.

source: You are logged in. Go use the site!
tr: Giriş yaptın. Şimdi siteyi kullan!

source: You need to login to do that.
tr: Bunu yapabilmek için giriş yapmalısın.

source: username
tr: kullanıcı adı

source: choose a username
tr: kullanıcı adı seç

source: optional
tr: isteğe bağlı

source: remember me
tr: beni hatırla

source: sign up
tr: kaydol

source: log in
tr: giriş yap

source: try another
tr: başka bir şey dene

source: available!
tr: uygun!

source: account recovery email
tr: hesap kurtarma e-postası

source: we only send email at your request
tr: siz istemediğiniz sürece e-posta göndermiyoruz

source: recover password
tr: şifremi unuttum

source: create a new account
tr: yeni hesap yarat

source: Terms
tr: Koşullar

source: Privacy Policy
tr: Gizlilik İlkeleri

source: Content Policy
tr: İçerik Politikası

source: login
tr: giriş yap

source: expand all
tr: tümünü göster

source: collapse all
tr: tümünü gizle

source: show parent
tr: üst yorumu göster

source: to
tr: alıcı

source: (username, or /r/name for that subreddit's moderators)
tr: (kullanıcı adı, veya o subreddit'in moderatörler için /r/isim)

source: subject
tr: konu

source: comment by %(comment_author)s on "%(link_title)s"
tr: %(comment_author)s tarafından "%(link_title)s" üzerine yorum

source: link "%(link_title)s" by %(link_author)s
tr: %(link_author)s tarafından "%(link_title)s" linki

source: from
tr: kimden

source: leave
tr: çık

source: you are no longer a moderator
tr: artık moderatör değilsin

source: stop being a moderator?
tr: moderatörlükten ayrıl?

source: accept
tr: onayla

source: you are now a moderator. welcome to the team!
tr: artık moderatörsün. takıma hoş geldin!

source: become a moderator of %s?
tr: %s moderatörü olmak istiyor musun?

source: you are invited to become a moderator. %(action)s
tr: moderatör olmak için davet edildin. %(action)s

source: /r/mod shows only subreddits you moderate.
tr: /r/mod sadece senin moderatörlüğünü yaptığın subredditleri gösterir.

source: filter out subreddits
tr: subreddit'leri filtrele

source: load more comments
tr: daha fazla yorum yükle

source: [+] load the full conversation.
tr: [+] tüm konuşmayı yükle

source: continue this thread
tr: izleğin devamını göster

source: curated by /u/%s
tr: derleyen: /u/%s

source: hidden
tr: gizlendi

source: copy
tr: kopyala

source: rename
tr: adını değiştir

source: delete
tr: sil

source: custom
tr: özel

source: default
tr: varsayılan

source: create a copy
tr: kopyasını oluştur

source: copy name
tr: adını kopyala

source: warning: renaming a multi will break any links and references to the old name.
tr: uyarı: bir multi'yi yeniden adlandırmak eski ada gelen tüm link ve atıfları bozacaktır.

source: new name
tr: yeni ad

source: edit display name
tr: gösterilen adı değiştir

source: edit description
tr: açıklamayı düzenle

source: %(count)s subreddits in this multi:
tr: bu multi'de %(count)s subreddit

source: created by %(user)s
tr: %(user)s tarafından oluşturuldu

source: a multireddit for
tr: şunun için bir multireddit

source: people also added:
tr: onu ekleyenler bunları da ekledi:

source: more suggestions
tr: daha fazla öneri

source: no more suggestions!
tr: daha fazla öneri yok!

source: would you like to...
tr: ne yapmak istersin?

source: check out subreddits by category
tr: subreddit'leri kategoriye göre incele

source: explore a random subreddit
tr: rastgele bir subreddit'i keşfet

source: see the suggestions again
tr: önerilere tekrar bak

source: submit to %(sr)s
tr: %(sr)s subreddit'ine gönder

source: text
tr: metin

source: (optional)
tr: (isteğe bağlı)

source: suggest title
tr: başlık öner

source: choose a subreddit
tr: bir subreddit seç

source: submitting to %(sr)s
tr: %(sr)s subreddit'ine gönderiliyor

source: send replies to my inbox
tr: cevapları gelen kutuma gönder

source: good reddiquette
tr: reddit görgü kurallarına

source: reddit newsletter - upvoted weekly
tr: reddit bülteni: upvoted weekly

source: subscribe to reddit's official newsletter,
tr: reddit'in resmi bülteni upvoted weekly'ye

source: upvoted weekly
tr: abone olun

source: Enter your email to get the very best of reddit's content curated, packaged, and delivered to your inbox once a week. It's free and we'll never spam you.
tr: E-posta adresini yaz; reddit'in en iyi içerikleri her hafta derlensin, paketlensin ve e-posta adresine gönderilsin. Bedava ve asla spam göndermiyoruz.

source: back to reddit
tr: reddit'e geri dön

source: enter your email
tr: e-posta adresini yaz

source: subscribe
tr: abone ol

source: More Info
tr: Daha fazla bilgi

source: subscribe to our newsletter
tr: bültenimize abone ol

source: get the best of reddit, delivered once a week
tr: reddit'in en iyileri, haftada bir kere e-posta kutunda

source: There are thousands of communities here. Go forth and find your people!
tr: Burada binlerce topluluk var. Git ve kendi halkını bul!

source: Allow %(app)s to:
tr: %(app)s şunları yapabilir:

source: %(app)s will not be able to access your reddit password.
tr: %(app)s reddit parolanı göremeyecektir.

source: Allow
tr: Izin ver

source: Decline
tr: Reddet

source: The address '%(email)s' will no longer receive email from us.
tr: '%(email)s' adresi artık bizden e-posta almayacak.

source: A confirmation email has been queued up and should be reaching you shortly. It will be the last you hear from us.
tr: Bir doğrulama e-postası kısa süre içinde sana ulaşacak. Bir daha da bizden haber almayacaksın.

source: Would you like the address %(email)s to no longer receive email from us?
tr: %(email)s adresine bizden e-posta almamak istediğinden emin misin?

source: '%(email)s' has been removed from our block list.
tr: '%(email)s' adresi yasaklılar listemizden silindi.

source: Allow '%(email)s' to receive email from us?
tr: '%(email)s' adresine e-posta göndermemize izin vermek istediğinden emin misiniz?

source: over 18
tr: 18 yaş üstü

source: You must be 18+ to view this community
tr: Bu topluluğu görüntülemek için 18 yaşından büyük olmalısın

source: You must be at least eighteen years old to view this content. Are you over eighteen and willing to see adult content?
tr: Bu içeriği görüntülemek için en az on sekiz yaşında olmalısın. On sekiz yaşın üstünde olup yetişkin içeriğini görmek istiyor musun?

source: no thank you
tr: hayır

source: password reset link expired. please try again
tr: parola sıfırlama bağlantısı zaman aşımına uğradı. lütfen tekrar dene

source: email me
tr: e-postayla gönder

source: set up payment for this link
tr: bu bağlantı için ödeme yap

source: Your current budget is %(budget)s
tr: Şu anki bütçeniz %(budget)s

source: Please pick your credit card:
tr: Lütfen kredi kartını seç:

source: select...
tr: seç...

source: profile limit (%d) reached
tr: profil sınırı (%d) aşıldı

source: create a new one...
tr: yeni bir tane oluştur...

source: please create a new payment profile
tr: lütfen yeni bir ödeme profili yarat

source: first name
tr: ad

source: last name
tr: soyad

source: company
tr: firma

source: address
tr: adres

source: state
tr: eyalet

source: phone
tr: telefon

source: (14-17 digits)
tr: (14-17 hane)

source: (3 or 4 digits)
tr: (3 veya 4 hane)

source: authorize payment
tr: ödemeyi onayla

source: you are viewing a single comment's thread.
tr: tek bir yorumun konusunu görüyorsun.

source: view the rest of the comments
tr: diğer yorumları görüntüle

source: web app
tr: web uygulaması

source: A web based application
tr: Web tabanlı bir uygulama

source: installed app
tr: yüklenmiş uygulama

source: (that's you!)
tr: (bu sensin!)

source: personal use script
tr: kişisel script

source: updating...
tr: güncelleniyor...

source: secret
tr: kod

source: about url
tr: hakkında adresi

source: redirect uri
tr: yönlendirme adresi

source: update app
tr: uygulamayı güncelle

source: developers
tr: geliştiriciler

source: adding...
tr: ekleniyor...

source: add developer
tr: geliştirici ekle

source: delete app
tr: uygulamayı sil

source: Only in:
tr: Sadece şurada:

source: Only in the subreddits:
tr: Sadece şu subreddit'lerde:

source: Expires in:
tr: Bitiş:

source: Maintain this access indefinitely (or until manually revoked).
tr: Bu erişimi süresiz olarak (veya elle kaldırılıncaya kadar) devam ettir.

source: revoke access
tr: erişimi hakkını kaldır

source: revoked
tr: kaldırıldı

source: authorized applications
tr: izin verilen uygulamalar

source: developed applications
tr: geliştirilen uygulamalar

source: create another app...
tr: başka bir uygulama oluştur...

source: are you a developer? create an app...
tr: geliştirici misin? bir uygulama oluştur...

source: creating...
tr: oluşturuluyor...

source: create application
tr: uygulama oluştur

source: create app
tr: uygulama oluştur

source: deactivate your reddit account
tr: reddit hesabını pasifleştir

source: deactivating...
tr: pasifleştiriliyor...

source: sorry to see you go!
tr: daha karpuz kesecektik!

source: please cancel your gold subscription!
tr: lütfen gold aboneliğini iptal et!

source: why are you deactivating this account?
tr: bu hesabı neden pasifleştiriyorsun?

source: for security purposes
tr: güvenlik sebepleriyle

source: account credentials
tr: hesap bilgileri

source: confirmation
tr: onay

source: I understand that deactivated accounts are not recoverable.
tr: Pasifleştirilen hesapların geri getirilemeyeceğini anladım.

source: deactivate account
tr: hesap pasifleştirme

source: Private RSS feeds
tr: Özel RSS beslemeleri

source: On this page are links to private RSS feeds so that you can get listings of your content (personalized front page, message panel, saved listing, etc.) without having to deal with cookies or other auth.
tr: Bu saydada özel RSS beslemelerine bağlar bulunuyor. Bu sayede kendi içeriğine (kişiselleştirilmiş ana sayfa, ileti ekranı, kaydedilmiş bağlar, vs.) çerezler veya başka doğrulama yöntemlerine gerek kalmadan ulaşabileceksin.

source: Keep in mind that these urls are intended to be private, so **share at your own risk.**
tr: Bu adreslerin sana özel olduğunu unutma. Bunları paylaşırsan **risk almış olursun**.

source: All feeds are invalidated if you change your password, however.
tr: Unutma ki parolanı değiştirirsen bütün akışlar da geçersiz olacak.

source: your saved links
tr: kaydettiğin bağlantılar

source: links you've upvoted
tr: olumlu oy verdiğin bağlantılar

source: links you've downvoted
tr: eksilediğiniz linkler

source: links you've hidden
tr: gizlediğin bağlantılar

source: unread messages
tr: okunmamış iletiler

source: messages only
tr: sadece iletiler

source: comment replies only
tr: sadece yorum yanıtları

source: self-post replies only
tr: sadece kendi gönderilerine cevaplar

source: mentions of your username only
tr: yalnızca kullanıcı adının anıldığı yerler

source: modqueue
tr: mod kuyruğu

source: (recommended)
tr: (önerilen)

source: your preferences have been updated
tr: tercihlerin güncellendi

source: we couldn't save the custom stylesheet preference. please see the error below
tr: CSS stil dosyası tercihlerini kaydedemedik. lütfen aşağıdaki hataya bakın

source: your preferences couldn't be saved
tr: tercihlerin kaydedilemedi

source: interface language
tr: arabirim dili

source: incomplete
tr: bitmemiş

source: volunteer to translate
tr: çeviriye gönüllü ol

source: location options
tr: konum seçenekleri

source: hide the location information bar
tr: konum bilgisi çubuğunu gizle

source: clicking options
tr: tıklama seçenekleri

source: media
tr: ortam

source: thumbnails
tr: küçük resimler

source: show thumbnails next to links
tr: bağlantıların yanında küçük resim göster

source: don't show thumbnails next to links
tr: bağlantıların yanında küçük resim gösterme

source: show thumbnails based on that subreddit's media preferences
tr: küçük resimleri subtreddit'in ortam ayarlarına göre göster

source: to enable thumbnails, disable compressed link display
tr: küçük resimleri etkinleştirmek için "sıkıştırılmış bağlantı görünümü"nü kapat

source: media previews
tr: ortam ön izlemeleri

source: auto-expand media previews
tr: ortam ön izlemelerini otomatik genişlet

source: don't auto-expand media previews on comments pages
tr: yorum sayfalarındaki ortam ön izlemelerini otomatik genişletme

source: expand media previews based on that subreddit's media preferences
tr: ortam ön izlemelerini o subreddit'in ortam tercihlerine göre genişlet

source: NSFW content
tr: müstehcen içerik

source: hide images for NSFW/18+ content
tr: müstehcen/+18 olan fotoğrafları gizle

source: (Don't show thumbnails or media previews for anything labeled NSFW)
tr: (NSFW etiketli hiçbir şeyin yanında küçük resim veya ön izleme gösterme)

source: link options
tr: bağlantı seçenekleri

source: show the spotlight box on the front page
tr: spot ışığı kutusunu ön sayfada göster

source: (it shows new and promoted links, and gives you a say in what's spam and what isn't.)
tr: (yeni ve sponsorlu bağlantıları gösterir, ve sana neyin spam olup olmadığını belirtir.)

source: show trending subreddits on the front page
tr: ön sayfada popüler olan subreddit'leri göster

source: (a list of popular and notable subreddits to check out)
tr: (göz atman için popüler ve dikkate değer subreddit'lerin listesi)

source: show me links I've recently viewed
tr: son baktığım bağlantıları göster

source: compress the link display
tr: bağlantı görünümünü sıkıştır

source: show additional details in the domain text when available
tr: mümkün olduğunda alan adı metniyle ilgili ekstra detay göster

source: don't show me submissions after I've upvoted them
tr: olumlu oy verdiğim gönderileri daha sonra gösterme

source: (except my own)
tr: (kendiminkiler hariç)

source: display %(num)s links at once
tr: bir seferde %(num)s bağlantı göster

source: (leave blank to show all submissions)
tr: (tüm gönderileri göstermek için boş bırak)

source: comment options
tr: yorum seçenekleri

source: sort comments by %(sort)s
tr: yorumlarda en başta %(sort)s yorumlar olsun

source: ignore suggested sorts
tr: önerilen sıralamaları yoksay

source: show a dagger (†) on comments voted controversial
tr: tartışmalı olarak oylanan yorumlarda hançer (†) göster

source: (a controversial comment is one that's been both upvoted and downvoted significantly)
tr: (tartışmalı yorum, belirgin oranda hem olumlu hem de olumsuz oy alan bir yorumdur)

source: don't show me comments with a score less than %(num)s
tr: puanı %(num)s veya daha az olan yorumları gösterme

source: (leave blank to show all comments)
tr: (tüm yorumları göstermek için boş bırak)

source: display %(num)s comments by default
tr: olağan olarak %(num)s yorum göster

source: the smaller the number, the faster your comments pages will load
tr: rakam küçüldükçe, yorum sayfaları daha hızlı yüklenir

source: messaging options
tr: ileti seçenekleri

source: show message conversations in the inbox
tr: ileti konuşmalarını gelen kutusunda göster

source: (only applies when you go to the 'messages' panel)
tr: (sadece 'iletiler' ekranında geçerli)

source: collapse messages after I've read them
tr: okunduktan sonra iletileri gizle

source: (otherwise, you'll have to collapse them yourself)
tr: (ya da elle gizlemen gerekir)

source: mark messages as read when I open my inbox
tr: gelen kutumu açtığımda iletileri okundu olarak işaretle

source: (otherwise, they will be marked as read when you click them)
tr: (ya da sen tıkladıkça okundu olarak işaretlenecekler)

source: notify me when people say my username
tr: insanlar kullanıcı adımdan bahsedince bana haber ver

source: send messages as emails
tr: mesajları e-posta olarak gönder

source: requires a verified email
tr: doğrulanmış e-posta adresi gerekir

source: display options
tr: görünüm ayarları

source: allow subreddits to show me custom themes
tr: subreddit'lerin bana özel temalar göstermesine izin ver

source: show user flair
tr: kullanıcı rozetini göster

source: show link flair
tr: bağlantı rozetini göster

source: show legacy search page
tr: eski arama sayfasını göster

source: I am over eighteen years old and willing to view adult content
tr: 18 yaşından büyüğüm ve yetişkinlere yönelik içerikleri görmek istiyorum

source: required to view some subreddits
tr: bazı subreddit'leri görmek için gerekli

source: label posts that are not safe for work (NSFW)
tr: iş için güvenli olmayan (NSFW) gönderileri etiketle

source: enable private RSS feeds
tr: Özel RSS beslemelerine izin ver

source: (available from the 'RSS feed' tab in prefs)
tr: (ayarlardaki 'RSS beslemeleri' sekmesinden ulaşılabilir)

source: privacy options
tr: gizlilik seçenekleri

source: make my votes public
tr: oylarımı herkese göster

source: let everyone see %(link1)s and %(link2)s
tr: herkes %(link1)s ve %(link2)s sayfalarını görebilir

source: allow my data to be used for research purposes
tr: verilerimin araştırma amacıyla kullanımına izin ver

source: don't allow search engines to index my user profile
tr: arama motorlarının kullanıcı profilimi indekslemesine izin verme

source: allow reddit to log my outbound clicks for personalization
tr: kişiselleştirme amacıyla reddit, dışarı giden tıklamalarımı kaydedebilir

source: beta options
tr: beta seçenekleri

source: I would like to beta test features for reddit
tr: reddit'in beta özelliklerini test etmek istiyorum

source: details on the /r/{beta_sr} wiki
tr: ayrıntılar /r/{beta_sr} wiki'sinde

source: gold options
tr: altın seçenekleri

source: hide ads
tr: reklamları gizle

source: remember what links I've visited
tr: ziyaret ettiğim bağlantıları hatırla

source: we'll remember and mark what links you've already read, even between computers
tr: farklı bilgisayarlar arasında bile olsa hangi bağlantıları okuduğunu hatırlayacak ve işaretleyeceğiz

source: highlight new comments
tr: yeni yorumları vurgula

source: we'll remember your visits for 48 hours and show you which comments you haven't seen yet
tr: 48 saat boyunca yaptığın ziyaretleri hatırlayıp henüz görmediğin yorumları göstereceğiz

source: show gold expiration
tr: gold bitiş tarihini göster

source: reddit themes
tr: reddit temaları

source: use reddit theme
tr: reddit temasını kullan
